[
  {
    "id":"1",
    "title": "ဆိတ်သားအမဲသား အညှီနံ့ပျောက်အောင် ရေဆေးနည်း",
    "description": "၁။ ဆိတ်သားအမဲသားများ အညှီနံ့ ပျောက်အောင် ပထမဦးဆုံး အနေတော်တုံးပါ။/၂။ ရေ(ရေနွေး)၊ ဆန်ဆေးရေနဲ့အကြမ်းအရိအရွဲများ ဖယ်ရင်းဆေးပါ။ ပြီးမှ နနွင်းရယ်၊  ဆားရယ် နဲ့နာနာပွတ်ပြီး ဆေးပါ။/၃။ ပြီးလျှင် နောက်တစ်ထပ် ရေသန့်နှင့် ဆေးပါ။ ပြီးမှ ရေကုန်နိုင်သမျှ ကုန်အောင်ညှစ်ထုပ်ပါ။/၄။ ရေခြောက်အောင်သန့်ထားပြီးမှ အရသာနယ်ပါ။ အညှီနံ့ပျောက်သွားပါလိမ့်မည်။",
    "image": "https://i.postimg.cc/VNH95Pj7/washing_beef1.jpg"
  },

  {
    "id":"2",
    "title": "ကုလားပဲပြုတ်နည်း",
    "description": "၁။ ကလားပဲပြုတ်မည်ဆိုလျှင် အရင်ဆုံး ရေ ၂ထပ် ၊ ၃ထပ်ဆေးပါ။/၂။ ပြီးလျှင် ရေမြုပ်အောင်ထည့်၍ တစ်ညအိပ်ရေစိမ်ထားပါ။/၃။ နောက်နေ့နံနက်ကြ စိမ်ရေသွန်ပစ်ပြီး ရေမြုပ်အောင်ထည့်ပြီး ပြုတ်ရင် တရေပဲ ပြုတ်ရပါတယ်။ မီးကုန်အချိန်ကုန် သက်သာတာပေါ့။/၄။  ပြုတ်တဲ့အခါဆားအနည်းငယ်နှင့် အရောင်လှအောင် နနွမ်းနဲနဲထည့်ပြုတ် ပေးပါ။",
    "image": "https://i.postimg.cc/fLtc9qCM/cook_chickpeas2.jpg"
  },

  {
    "id":"3",
    "title": "အသားလှီးနည်း",
    "description": "အသားတုံးကမာလိုက်တာ……… ဝါးလို့လည်းမရဘူးဆိုတဲ့ သူတွေအတွက် အသားလှီးနည်းလေးပါ။ /အိမ်မှချက်တဲ့ အသားဟင်းတွေမှာ တစ်ခါတစ်လေ အသားတွေက ဝါးလို့မရဘူဆိုတာမျိုး ကြုံဖူးကြမှာပေါ့နော်။//ဘာလို့အဲလိုဖြစ်တာလဲဆိုတော့ အသားလှီးတာမှားလို့ပါ။ /အသားတွေမှာ သူ့အလွှာနဲ့သူရှိတာမို့ အသားပေါ်က အမျှင်တွေရဲ့ လမ်းကြောင်းအတိုင်းလှီးပြီး ချက်တဲ့အခါမှာ အသားတွေက ဝါးမရဖြစ်တာပါ။ /ဒါကြောင့်လှီးတဲ့အခါ သူတို့အမျှင်တွေရဲ့ ကန့်လန့်ဖြတ်ပုံစံ အတိုင်းလှီးပေးပါနော်။/ ကန့်လတ်ဖြတ်လှီးထားတဲ့ အသားက ချက်လိုက်ရင် ပိုနူးညံ့ပြီး ဝါးလို့လည်းအဆင်ပြေပါတယ်။",
    "image": "https://i.postimg.cc/kXrcxCLz/carve_meat3.jpg"
  },

  {
    "id":"4",
    "title": "ကြက်သားလှီးနည်း",
    "description": "Beginner တွေအတွက်ကြက်သားလှီးနည်းလေး ပေါ့ဗျာ။ /အရေးကြီးဆုံးကတော့ ဓားထက်ဖို့ပါပဲ။/ ဓားမထက်ဘူးဆိုလျှင် ဟိုမပြတ်ဒီမပြတ်နဲ့ မသေမသပ်ဖြစ်တတ်ပါတယ်။ /ဓားမသွေးတတ်ဘူး ဘယ်လိုလုပ်ရမလဲ?လွယ်ပါတယ်။ ဓားမသွေးတတ်ဘူးဆိုလျှင် လှီးမယ့် အသားကို မနက်ပိုင်းဝယ်ပြီး ခဲထားလိုက်ပါ။/ ခဲထားတဲ့ အသားကလှီးရတာအနည်းငယ်မာပေမယ့် သပ်သပ်ရပ်ရပ် အသားလွှာလေးတွေ ရစေပါတယ်။/ ပါးပါးလေးတွေလှီးစေချင်ပါတယ် ဒါမှ အကျက်မြန် မှာမို့ပါ။",
    "image": "https://i.postimg.cc/Vs0grvZX/chicken4.jpg"
  },

  {
    "id":"5",
    "title": "အသီးအရွက်မျိုးစုံ လှီးဖြတ်နည်း",
    "description": "အသီးအရွက်မျိုးစုံကို လှီးဖြတ်တဲ့ အခါမှာ ညီညီညာညာလေ လှီးစေချင်ပါတယ်။ /လှီးဖြတ်ရခြင်း အဓိက အချက်(၂)ချက် ရှိပါတယ်။ /အဲဒီအချက်တွေကတော့……./(၁) ချက်ပြုတ်ရာမှာ အသီးအရွက်များအားလုံး တစ်ချိန်ထဲမှာ အကျက်ညီစေရန်။/(၂) ချက်ပြုတ်ပြီးသောအသီးအရွက်များ အရွယ်အစား ညီညာလှပပြီး စားချင်စာဖွယ် အမြင်ရှိစေခြင်း တို့ဖြစ်ပါတယ်။",
    "image": "https://i.postimg.cc/BQxCpy06/cut_vegetable5.jpg"
  },
  {
    "id":"6",
    "title": "ငါးဆေးနည်း",
    "description": "၁။ ပထမဦးဆုံး ငါးကို ဗိုက်ကန့်လန့်ဖြတ်ခွဲကာ အထဲမှ မစာအိတ်နှင့် မလိုတာတွေဖယ်ကာ ဆူးတောင်များ ခုတ်ပေးပါ။/၂။ ငါးကိုညှီနံ့ ထွက်စေတဲ့ ငါးအညှီလုံး ကို ထုတ်ပေးပါ။/ ထိုအညှီလုံးက ငါးရဲ့ ဆူးတောင်အောက်နားမှာ ရှိတဲ့ အတွက် ဆူးတောင်အောက်ဖက်နားက အသားကို အနည်းငယ်ကန့်လတ်ဖြတ်ကာ လှီးချလိုက် ပါက အထဲမှ အညိုရောင် အညှီလုံးလေးထွက်လာပါလိမ့်မယ်။/၃။ ထိုအညှီလုံးလေးကို ညှစ်ထုတ်ပေးပါ။ ဆူးတောင်နှစ်ဖက်လုံးရဲ့ အောက်မှာရှိတဲ့ အတွက် ၂ဖက်လုံးကို ထုတ်ပေးပါ။/၄။ ငါးခူဆိုလျှင် ထိုအညှီလုံးများ ထုတ်ပေးပြီးသော်လည်း ငါးခူရဲ့ အရည်ခွံ မှာ အညှီတွေထပ် ရှိနေပါသေးတယ်။ /ထိုအရည်ခွံ မှအညှီများ ပျောက်စေရန် အညှီလုံးများ ထုတ်ကာ ဆူးတောင်များ ခေါင်းများ ခုတ်ပေးပြီးတာ/နဲ့ဇလုံတစ်လုံးတည်းမှာ ငါးခူကို ဆားထမင်းစားဇွန်း တဇွန်း၊ နနွင်း အနည်းငယ် မကျည်းသီးမှည့် ကွမ်းသီးဆံလောက်ထည့်ပြီး နယ်ပေးပါ။/၅။ ၂မိနစ်လောက် နယ်ပြီးပါက ရေများများနှင့် စင်အောင်ဆေးပါ။ ရေဆေးပြီးသား ငါးအရည်ခွံကို ဓါးနှင့် အသာခြစ်ချပြီး နောက်ထပ် ရေနွေးနွေးလေးနှင့် စင်အောင် ပြန်ဆေးပါ။",
    "image": "https://i.postimg.cc/Y951fNDY/washing_fish6.jpg"
  },

  {
    "id":"7",
    "title": "အခြေခံ ဓားသွေးနည်း နှင့် စဉ့်နီတုံးငြိမ်အောင်ထားနည်း",
    "description": "၁။ အရင်ဦး အသီးအရွက်၊အသားတို့မလှီးခင် မရှိမဖြစ်လို အပ်တာလေးကတော့ စဉ့်နီတုံး ဖြစ်ပါတယ်။/၂။ ဘာမှမလှီး ခင် အရင်ဆုံး စဉ့်နီတုံး ကို ငြိမ်အောင်ထားရပါမယ်။စဉ့်နီတုံး ငငြိမ်လျှင် တစ်ခုခုလှီးတဲ့ အခါ လက်ထိနိုင်ပါတယ်။/၃။ စဉ့်နီတုံး  ငြိမ်အောင်အဝတ်(သို့) တစ်ရှူး ကိုခေါက်ပြီး စဉ့်နီးတုံးအောင်၌ခေါက်ပြီးထားရပါမယ်။/၄။ နောက်တစ်ချက် ကတော့ အသားငါးတွေကို မလှီးခင် ဓါးကိုအမြဲတမ်းထက်နေအောင် သွေးထားဖို့လိုအပ် ပါတယ်။/၅။ အမြဲတမ်းဓားသွေးတန်ကို ဘယ်ဖက်လက်နဲ့ကိုင်ပြီး လက်မကို ဓားသွေးတန် လက်ကိုင်အောက်မှာထားပေးရပါမယ်။/၆။  ပြီးလျှင်ဓားကို ဓားသွေးတန် အောက်မှ အပေါ်သို့တစ်ချက် ချင်းဆွဲပေး  သွားရပါမယ်။",
    "image": "https://i.postimg.cc/SRccZXH5/grindstone7.png"
  },

  {
    "id":"8",
    "title": "ကြက်သွန်နီ နုတ်နုတ်စဉ်းနည်း",
    "description": "၁။ ကြက်သွန်နီး လှီးနေစဉ် မမွှန်စေရန် အမြစ်ကိုနောက်ဆုံးမှ လှီးထုတ်ပါ။/၂။ အပေါ် ပိုင်ကိုလှီးဖြတ် ပြီးထက်ခြမ်းခွဲပါ။ ပြီးလျှင် ဓားဖြင့် အခွံနွှာ ထုတ်ပါ။ ၃။ ကြက်သွန်နီကို အရင်းနေရာကို ချန်ပြီးလှီးပါ။ ပြီးလျှင် အလယ်ကနေ ကန့်လန့်ဖြတ် လှီးပါ။/၃။ လက်သုံးချောင်းဖြင့် ကြက်သွန်နီကို ငြိမ်အောင်ထိန်း ပေးပါ။ လိုချင်တဲ့ အရွယ်အစား အတွက် စိတ်တိုင်းကျနုတ်နုတ်စဉ်းပါ",
    "image": "https://i.postimg.cc/3xYFcB8Z/Onion_carve8.jpg"
  },

  {
    "id":"9",
    "title": "ပုစွန်ခွာနည်း",
    "description": "၁။ ပုစွန်ကိုခေါင်းချိုးပါ။ပုစွန် နှာမောင်း၊ ရင်အုံကလေပဟပ်တွေ၊ ခြေချောင်း၊ လက်ချောင်း တွေကို ခွာထုတ်ပေးရပါမယ်။/၂။ ခေါင်းထိပ်ပိုင်းမှာရှိတဲ့ အဆီတွေမပါသွား အောင်တော့ ဂရုစိုက်ဖို့လိုပါတယ်။/၃။ ကျောရိုးတလျှောက် ချေးအိမ်တန်းလေးကိုလည်း ထုတ်ပေးပါ။ အမြီးလေးတော့ချန်ထားပေးဖို့လိုပါတယ်။",
    "image": "https://i.postimg.cc/3x1F5vWQ/Shrimp_wash9.jpg"
  },

  {
    "id":"10",
    "title": "အရည်ရွမ်းတဲ့အသီးများ အရည်ပိုရအောင်ညှစ်နည်း နှင့် ချိစ်၊ ကြက်ဥ လှီးဖြတ်နည်း",
    "description": "၁။ အရည်ရွမ်းသောအသီးတွေ ပိုပြီးအရည်ရအောင် အရည်မညှစ်ခင် စားပွဲပေါ်ဖြစ်ဖြစ် အသီးတွေကို ရှေ့နောက် လှိမ့်ပေးပါ။/၂။ ဒီလိုလုပ်ခြင်းဖြင့် အသီးထဲမှာရှိတဲ့ ဓာတ်တွေကို ပိုဖိသလိုဖြစ်ပြီး အရည်ပိုထွက်စေထွက်စေပါတယ်။/၃။ အပ်ချည်မျှင်က အပ်ချုပ်ရုံတစ်မျိုးတည်းသာမဟုတ် ချိစ်တို့ကိတ်တို့ကြက်ဥတို့လို နူးညံ့တဲ့ အရာတွေကို လှီးဖြတ်တဲ့ အခါမှာလည်းအသုံးဝင်တယ်နော်။/၄။ ချည်မျှင် အစွန်း၂ဖက်လေးကို ကိုင်ပြီး ဖြတ်ချင်တဲ့ နေရာ၊ ကိုချထားပြီး ဖြတ်လိုက်ရင် ပဲ့ကျရွဲ့ကျတာလည်း မရှိဘဲ လွယ်ကူစေနိုင်ပါတယ်။",
    "image": "https://i.postimg.cc/HLL4pk7c/restrict_lime10.jpg"
  }
]
