[
  {
    "recipe_id":"1",
    "categories_id":"1",
    "recipe_title":"ချိုငန်ဆိမ့်ချိစ်အရသာ ပေါင်မုန့်",
    "recipe_image":"https://i.postimg.cc/bwqzfX4M/Bread-1.jpg",
    "recipe_ingredient":"ပေါင်မုန့်ဂျုံ-၂၃၀ဂရမ်/Yeast-၅ဂရမ်/ရေ-၁၇၀မီလီလီတာ/ကြက်ဥ-၂၀ဂရမ်/သကြား-၆၀ဂရမ်/ဆား-ပါရုံမျှ/ရေအေး-၂၅ဂရမ်/Yeast-၂.၅ဂရမ်/ထောပတ်-၃၀ဂရမ်/ပေါင်မုန့်ဂျုံ-၁၀ဝဂရမ်",
    "recipe_direction":"(၁)ပထမဆုံး ပေါင်မုန့်ဂျူံ၊ Yeast၊ ရေတို့ကို ရောမွှေပြီး (၁) နာရီခန့်ထားပါ။/(၂)ထို့နောက် နာရီခွဲထားပြီးမှ ကြက်ဥ၊ သကြား၊ ဆား၊ ရေအေး၊ Yeast နှင့် ထောပတ်၊ ပေါင်မုန် မှ ဂျုံကို ရောထည့်ပြီး (၇) မိနစ်ခန့် မွှေပါ။/(၃)	ပြီးလျှင် ထောပတ်ကိုထည့်ပြီး ဂျုံသားချောမွတ်အောင် နယ်ပေးပါ။ (မိနစ် ၂၀ မှ ၂၅ မိနစ်ခန့် နယ်ရပါမယ်။)/(၄)	ထို့နောက် (၈)ပိုင်း အညီအမျှဖြတ်ပြီး ၁ပိုင်းစီကို အပိုင်းများ အရှည်လိုက်ရအောင် ပုံသွင်း၍ပွလာအောင် မိနစ်(၄၀)ခန့် ထားပါ။/(၅)	ထို့နောက် ကြက်ဥရည်ကို မြကျ့လေးနဲ့သုတ်ပေးပြီး ချိစ်အမျှင် ခပ်များများဖြူး၍ သကြားအကြမ်းအနည်းငယ်ဖြူးကာ (၁၇၀) ဒီဂရီ အပူပေးထားသော အာဗင်မှာ (၁၈)မိနစ်ခန့် ဖုတ်ပါ။ အနံ့မွှေးပြီး အရသာရှိတဲ့ ပေါင်မုန့် အသင့်ဖြစ်ပါပြီ။"
  },
  {
    "recipe_id":"2",
    "categories_id":"1",
    "recipe_title":"Cheddar Cheese Soft Buns",
    "recipe_image":"https://i.postimg.cc/PqxTNWXQ/Bread-2.jpg",
    "recipe_ingredient":"ပေါင်မုန့်ဂျုံ-၂၃၀ဂရမ်/Yeast-၅ဂရမ်/ရေ-၁၇၀မီလီလီတာ/ကြက်ဥ-၂၀ဂရမ်(ခေါက်ပြီးသား)/သကြား-၆၀ဂရမ်/ဆား-ပါရုံမျှ/ရေအေး-၂၅ဂရမ်/Yeast-၂.၅ ဂရမ်/ထောပတ်-၃၀ဂရမ်/ပေါင်မုန့်ဂျုံ-၁၀ဝဂရမ်",
    "recipe_direction":"(၁)	ပထမဆုံး ပေါင်မုန့်ဂျူံ၊ Yeast၊ ရေတို့ကို ရောမွှေပြီး (၁) နာရီခန့်ထားပါ။/(၂)	(၁)နာရီခွဲထားပြီးမှ ကြက်ဥ၊ သကြား၊ ဆား၊ ရေအေး၊ Yeastကို ရောမွှေပါ။ ပြီးလျှင် ထောပတ်၊ ပေါင်မုန့်ဂျုံမှ ဂျုံကို ရောထည့် ပြီး (၇)မိနစ်ခန့် မွှေပါ။/(၃)	နောက်ဆုံးမှ ထောပတ်ကိုထည့်ပြီး ဂျုံသားချောမွတ်အောင် နယ်ပေးပါ။(မိနစ် ၂၀ မှ ၂၅ မိနစ်ခန့် နယ်ရပါမယ်။)/(၄)	(၁၀)မိနစ်ခန့် ဂျုံသားကို ဒီအတိုင်းထားပါ။/(၅)	ထို့နောက် (၉)ပိုင်း အညီအမျှဖြတ်ပြီး ၁ပိုင်းစီကို အလုံးလေးများ ပုံသွင်း၍ပွလာအောင် မိနစ်(၄၀)ခန့် ထားပါ။/(၆)	ထို့နောက် ကြက်ဥရည်ကို မြကျ့လေးနဲ့သုတ်ပေးပြီး (၁၇၀) ဒီဂရီ အပူပေးထားသော အာဗင်မှာ (၁၈)မိနစ်ခန့် ဖုတ်ပါ။/(၇)	ရလာတဲ့ ပေါင်မုန့်ကို အအေးခံထားပါ။/(၈)	ပေါင်မုန့်များ အေးသွားပြီဆိုလျှင် ပေါင်မုန့်အလယ်ပိုင်းကို အဝိုင်းပုံစံရအောင် ဓားနဲ့ လှီးပါ။/(၉)	ထို့နောက် မရောနိစ်ခပ်များများကို လှီးထားတဲ့အရောထဲ ထည့်ပေးြင်္ပး ပေါင်မုန့်ပေါ်ကို သုတ်လိမ်းပါ။/(၁၀)	Cheddar Cheese ကို နှစ်သက်သလောက် ခပ်များများဖြူးပြီး သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"3",
    "categories_id":"1",
    "recipe_title":"ချိစ်အရသာ ပေါင်မုန့်",
    "recipe_image":"https://i.postimg.cc/hPLSY4ZT/Bread-3.jpg",
    "recipe_ingredient":"နို့ဆီ-၆၀ဂရမ်/Yeast-၅ဂရမ်/ရေအေး-၁၇၀မီလီလီတာ/ဆား-ပါရုံမျှ/ကြက်ဥ-၁၅ဂရမ်(ခေါက်ပြီးသား)/ပေါင်မုန့်ဂျုံ-၃၀ဝဂရမ်/ထောပတ်-၂၀ဂရမ်",
    "recipe_direction":"(၁)	ပထမဆုံး နို့ဆီ၊ Yeast	၊ ရေအေး၊ ဆား တို့ကို ရောမွှေပါ။/(၂)	ဂျုံကို ရောထည့်ပြီး (၇) မိနစ်ခန့် မွှေပါ။/(၃)	ပြီးလျှင် ထောပတ်ကိုထည့်ပြီး ဂျုံသားချောမွတ်အောင် နယ်ပေးပါ။ (မိနစ် ၂၀ မှ ၂၅ မိနစ်ခန့် နယ်ရပါမယ်။)/(၄)	ဂျုံသားကို (၂)ဆပွလာအောင် ထားပါ။ လေများကို လက်ဖြင့် ဖိထုတ်ပေးပြီး မုန့်ဖုတ်မည့်ဗန်းထဲသို့ထည့်၍ ဒုတိယအကြိမ် တစ်ခါပွလာအောင်ထားပါ။ /(၅)	မုန့်ဖုတ်ခါနီးမှ ကြက်ဥရည်ကို Brush လေးနဲ့ သုတ်ပေးပြီး ချိစ်များကို ခြစ်ချပေးကာ (၁၈၀) ဒီဂရီ အပူပေးထားသော အာဗင်မှာ (၃၅)မိနစ်ခန့် ဖုတ်ပါ။ "
  },
  {
    "recipe_id":"4",
    "categories_id":"1",
    "recipe_title":"စတော်ဘယ်ရီ ပေါင်မုန့်",
    "recipe_image":"https://i.postimg.cc/MptzWPSG/Bread-4.jpg",
    "recipe_ingredient":"ပေါင်မုန့်ဂျုံ-၂၃၀ဂရမ်/Yeast-၅ဂရမ်/ရေ-၁၇၀မီလီလီတာ/ကြက်ဥ-၂၀ဂရမ်(ခေါက်ပြီးသား)/သကြား-၆၀ဂရမ်/ဆား-ပါရုံမျှ/ရေအေး-၂၅ဂရမ်/Yeast-၂.၅ဂရမ်/ပေါင်မုန့်ဂျုံ-၁၀ဝဂရမ်/ထောပတ်-၃၀ဂရမ်/စတော်ဘယ်ရီ-အနည်းငယ်/Breadcrumb-အနည်းငယ်/IcingSugar",
    "recipe_direction":"(၁)	ပထမဆုံး ပေါင်မုန့်ဂျုံ၊ Yeast ၊ ရေ 	တို့ကို ရောမွှေပြီး (၁)နာရီခွဲခန့်ထားပါ။/(၂)	ထို့နောက် ကြက်ဥ (ခေါက်ပြီးသား)၊ သကြား၊ ဆား၊ရေအေး၊ Yeast နှင့် ပေါင်မုန့်ဂျုံ	၊ ထောပတ်	တို့မှဂျုံကို ရောထည့်ပြီး (၇) မိနစ်ခန့် မွှေပါ/(၃)	ပြီးလျှင် ထောပတ်ကိုထည့်ပြီး ဂျုံသားချောမွတ်အောင် နယ်ပေးပါ။ (မိနစ် ၂၀ မှ ၂၅ မိနစ်ခန့် နယ်ရပါမယ်။)/(၄)	(၁၀) မိနစ်ခန့် ဂျုံသားကို ဒီအတိုင်းထားပါ။/(၅)	 ထို့နောက် (၁၀)ပိုင်း အညီအမျှဖြတ်ပြီး (၁)ပိုင်းစီကို အဝိုင်းများပုံသွင်း၍ ပွလာအောင် မိနစ်(၄၀)ခန့် ထားပါ။/(၆)	မုန့်ဖုတ်ခါနီးမှ အလယ်ကို ချိုင့်ခွက်လေးများဖြစ်အောင် လက်ဖြင့်ဖိချပြီး စတော်ဘယ်ရီများတင်ပါ။/(၇)	ထို့နောက်ကြက်ဥရည်ကို့ Brush လေးနဲ့ သုတ်ပေးပြီး Breadcrumb(၁၇၀) ဒီဂရီ အပူပေးထားသော အာဗင်မှာ (၁၅)မိနစ်ခန့် ဖုတ်ပါ။/(၈)	လုံးဝအေးသွားမှ   Icing Sugar အရည်ဆမ်းပေးပါ။/(၉)	ဆိုင်ကရောင်းတာထက် ပိုပြီးလက်ဆတ်တဲ့ အိမ်လုပ်ပေါင်မုန့်လေး အသင့်ဖြစ်ပါပြီ။"
  },
  {
    "recipe_id":"5",
    "categories_id":"1",
    "recipe_title":"Chocolate Chips Buns",
    "recipe_image":"https://i.postimg.cc/7Y8HXJ9q/Bread-5.jpg",
    "recipe_ingredient":"ပေါင်မုန့်ဂျုံ-၂၃၀ဂရမ်/Yeast-၅ဂရမ်/ရေ-၁၇၀မီလီလီတာ/ကြက်ဥ-၂၀ဂရမ်(ခေါက်ပြီးသား)/သကြား-၆၀ဂရမ်/ဆား-ပါရုံမျှ/ရေအေး-၂၅ဂရမ်/Yeast-၂.၅ဂရမ်/ပေါင်မုန့်ဂျုံ-၁၀ဝဂရမ်/ထောပတ်-၃၀ဂရမ်/ထောပတ်-၇၀ဂ၇မ်/ပေါင်ဒါသကြား-၁၀ဝဂရမ်/ချောကလက်-၂၀ဂရမ်(အရည်ဖျော်ပြီး အအေးခံပါ။)/ဂျုံမုန့်-၈၀ဂရမ်/နို့မုန့်-၂၀ဂရမ်",
    "recipe_direction":"(၁)	ပထမဆုံး ပေါင်မုန့်ဂျုံ၊ Yeast၊ ရေ ကို ရောမွှေပြီး (၁)နာရီခွဲခန့်ထားပါ။/(၂)	(၁)နာရီခွဲထားပြီးမှ ကြက်ဥ၊ သကြား၊ ဆား၊ ရေအေး	၊ Yeast ကို ရောမွှေပြီး သမအောင်မွှေပေးပါ။ ပြီးလျှင် ပေါင်မုန့်ဂျုံ	၊ ထောပတ် တို့မှ ဂျုံကို ရောထည့်ပြီး (၇)မိနစ်ခန့် မွှေပါ။/(၃)	ပြီးလျှင် ထောပတ်ကိုထည့်ပြီး ဂျုံသားချောမွတ်အောင် နယ်ပေးပါ။ (မိနစ် ၂၀ မှ ၂၅ မိနစ်ခန့် နယ်ရပါမယ်။) ၁၀ မိနစ်ခန့် ဂျုံသားကို ဒီအတိုင်းထားပါ။/(၄)	(၁၀) မိနစ်ခန့် ဂျုံသားကို ဒီအတိုင်းထားပါ။/(၅)	 ထို့နောက် ဂျုံသားကို (၉)လုံး အညီအမျှလုံးကာ မုန့်ဖုတ်မည့်ဗန်းထဲထည့်ပြီး ပွလာအောင် နောက်ထပ်(၄၅)မိနစ်ခန့် စောင့်ပါ။/(၆)	အသင့်ပြင်ထားတဲ့ (၂)မျိုးလုံးကို တစ်ခုစီထဲထည့်ပြီး ပေါင်မုန့်များပေါ်သို့စက်ဝိုင်းပုံစံရအောင် ညစ်ချပေးပါ။ /(၇) (၁၇၀) ဒီဂရီ အပူပေးထားသော အာဗင်မှာ (၁၈)မိနစ်ခန့် ဖုတ်လျှင် ပေါင်မုန့်များ သုံးဆောင်ရန်အသင့်ဖြစ်ပါပြီ။"
  },
  {
    "recipe_id":"6",
    "categories_id":"2",
    "recipe_title":"မာလာဟော့ပေါ့",
    "recipe_image":"https://i.postimg.cc/VsFGZ3B5/Myan-1.jpg",
    "recipe_ingredient":"ပဲကြာဇံ/အသားတု/ကျောက်ပွင့်/ကြွက်နားရွက်မှို/ကြက်သွန်ဖြူ/ကြက်သွန်နီ/ဂျင်း/ငရုတ်သီးမှုန့်/ဝက်သား/ပဲငပိအရည်/ဆား/ဟင်းခတ်မှုန့်/နှမ်းမွှေးဆီဆော့/ပုဇွန်/ကြက်အူချောင်း/ငဖယ်လုံး/ပြောင်းဖူး/ဟင်းသီးဟင်းရွက်/ကြက်ဥ/ပန်းဂေါ်ဖီ/မုံညှင်း",
    "recipe_direction":"၁။ ပထမဦးဆုံး ထည့်စားမည့် အစာပလာတွေ (ပဲကြာဇံ၊ အသားတု၊ ကျောက်ပွင့်၊ ကြွက်နားရွက်မှိုတို့)ကို နာရီဝက် တစ်နာရီလောက် ရေစိမ်ထားပါ ။/၂။ ပြီးရင်ကြက်သွန်ဖြူ /နီ ၊ဂျင်းနည်းနည်းနဲ့ ငရုတ်သီးမှုန့်နှင့်ဆီသတ်ပါ ။ ကိုယ်စားချင်တဲ့ ကြက်သား ဝက်သား အမဲသား တစ်မျိုးမျိုးကိုပြုပ် အရိုးပါထည့်ရင်ဟင်း ရည်ပိုချိုပါတယ် ။/၃။ ပြီးတော့ ဟင်းရည်ထဲကို ပဲငပိအရည်ဖျော်ထည့် မွှေးပြီးတော့ အရသာလေးလေးပင်ပင်ဖြစ်အောင် ပြီးရင် ဆား ၊ ဟင်းခတ်မှုန့်တို့ပါ အနေတော်ထည့် Sesame လို့ခေါ်တဲ့ နှမ်းမွှေးဆီဆော့ပါထည့်ရင် ပိုမွှေးပါတယ် ။/၄။ အဲလို ဟင်းရည်တည်ထားတုန်းမှာ ကိုယ်ထည့်ပြုပ်စားချင်တဲ့ အသား ၊ ပုဇွန် ၊ ကြက်အူချောင်း ၊ ငဖယ်လုံးနှင့် ပြောင်းဖူးတို့ ဟင်းသီး ဟင်းရွက်တွေကို  အဆင်သင့်ပြင်ဆင်ထားပါ ။/၅။ ဟင်းရည်က ပွက်ပွက်ဆူလာပြီ ဟင်းအနှစ်တွေလဲ အနယ်ထိုင်လာပြီဆို ရင်တော့ ပထမဦးဆုံး ရေစိမ်ထားတဲ့ (ပဲကြာဇံ၊ အသားတု၊ ကျောက်ပွင့် ၊ ကြွက်နားရွက်မှို တို့နဲ့စားချင်တဲ့အသားတို့ပုဇွန်တို့)ကို ဟင်းရည်အိုးထ ဲထည့်ပြုတ်လို့ရပါပြီ ။/၆။ ပြီးရင် အကျက်နည်းနည်းကြာတဲ့ မှိုတို့ပြောင်းဖူးတို့အသားလုံး ကြက်အူချောင်းတို့ပါ ထည့်ပြုတ်ပြီး မီးကိုအေးအေးထားပြီး နောက်ဆုံး စားခါနီးမှ ကြက်ဥဖောက်ထည့် ပန်းဂေါ်ဖီတို့ မုံညှင်းတို့နောက်ဆုံးမှထည့်လိုက်ပါ။/၇။ပြီးရင်တော့ အရသာရှိလှတဲ့ မာလာဟော့ပေါ့စားလို့ရပါပြီ ။"
  },
  {
    "recipe_id":"7",
    "categories_id":"2",
    "recipe_title":"ဂဏန်းချဉ်စပ်ဟင်း",
    "recipe_image":"https://i.postimg.cc/NjnP7m84/Myan-2.jpg",
    "recipe_ingredient":"ကဏန်း-၁၀ကောင်ခန့်/ကြက်သွန်ဖြူ -၅လုံး/ကြက်သွန်နီ-၃လုံး/ငရုတ်သီးအပုပွတောင့်-၅တောင့်/ငရုတ်သီးစိမ်း-၅တောင့်/နနွင်းမှုန့်/နံနံပင်/ဆား/ငံပြာရည်/မန်ကျည်းမှည့်အနှစ်/မဆလာ/သကြား/ဆီ",
    "recipe_direction":"၁။ ကဏန်းကို သေချာသန့်စင်အောင် ရေဆေးပြီး ဆားနဲ့ နယ်ထားပါ။/၂။ ကြက်သွန်ဖြူနီတို့ကို နွှာပြီး ငရုတ်သီးအပုပွတောင့်နဲ့ ရောပြီးထောင်းပါ။/၃။ မန်ကျည်းသီးမှည့်ကို ရေနွေးနဲ့ အနှစ်ဖျော်ပါ။/၄။ ပြီးလျှင် မီးဖိုပေါ် ဒယ်အိုးတင်၊ ဆီထည့်၊ နနွင်းမှုန့်ထည့်ပါ။/၅။ ဆီပူလာရင် ထောင်းထားတဲ့ ငရုတ်သီး၊ ကြက်သွန်ထည့်ပြီး ဆီသတ်ပါ။/၆။ ကြက်သွန်စိမ်းနံ့ပျောက်ပြီဆိုရင် ကဏန်းတွေကို ထည့်ပြီး ငရုတ်သီး ကြက်သွန်အနှစ်တွေနဲ့ သမအောင်မွှေပါ။/၇။ ပြီးရင် အဖုံးခဏလောက် အုပ်ထားပါ။/၈။ နှစ်မိနစ်လောက်နေရင် အဖုံးဖွင့်ပြီး ငံပြာရည်အနည်းငယ်၊ သကြားလေးအနည်းငယ်၊ မန်ကျည်းနှစ်၊ ၊ပြီးတော့ ရေနွေးတွေကို ကဏန်းမြုပ်တဲ့အထိ ထည့်ပြီး ဟင်းအိုး ပွက်ပွက်ဆူအောင် တည်ပေးပါ။/၉။ ဟင်းအိုးဆူပြီဆိုရင် အပေါ့အငံ မြည်းပြီး လိုတဲ့အရသာ ထပ်ဖြည့်၊ မာဆလာလေး နည်းနည်းအုပ်လိုက်ပါ။/၁၀။ ပြီးတော့ ဟင်းအိုးကို အရည်နည်းနည်းကျအောင် နှစ်မိနစ်လောက် ထပ်တည်၊ ပြီးရင် ငရုတ်သီးစိမ်းနဲ့နံနံပင်လေးအုပ်လိုက်ပါ။ပြီးရင်တော့ အနံ့အရသာနဲ့ ပြည့်စုံတဲ့ ဂဏန်းချဉ်စပ်ဟင်းကို သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"8",
    "categories_id":"2",
    "recipe_title":"ဝက်သားပိန္နဲသီးဆီပြန်",
    "recipe_image":"https://i.postimg.cc/SNNZBDDd/Myan-3.jpg",
    "recipe_ingredient":"ဝက်သား-၃၀သား(အနေတော်တုံးပါ)/ပိန္နဲသီးအစိမ်း-အသေး၂လုံး(အခွံလှီးအူတိုင်ထုတ်ရေစင်အောင်ဆေး)/ကြက်သွန်နီ-၂လုံး(ပါးပါးလှီး)/ကြက်သွန်ဖြူ -၁လုံး(ပါးပါးလှီး)/ဂျင်း-လက်၂ဆစ်(ပါးပါးလှီး)/ငရုတ်သီးအရောင်တင်မှုန်.-စားပွဲတင်ဇွန်း၁စွန်း/နနွင်းမှုန်.-အနည်းငယ်/ဆား-အနည်းငယ်/ကြက်သားမှုန်.-အနည်းငယ်/မဆလာ-အနည်းငယ်/အချိုမှုန်.-သုံးရင်ထည့်/ဆီ",
    "recipe_direction":"၁။ အရင်ဆုံး ဝက်သားကို ဆား နနွင်း အချိုမှုန်.နဲ.နယ်ပြီး ခဏနှပ်ထားပါ။ ပိန္နဲသီးကိုလည်း အနေတော်တုံးပြီး ဆား အချိုမှုန်.နဲ.နယ်ထားပါ။/၂။ ကြက်သွန်ဖြူ၊ကြက်သွန်နီ၊ ဂျင်း၊ ငရုတ်သီးမှုန်.ကို ဆုံထဲထည့်ထောင်းပါ။ပြီးရင် ဒယ်ထဲဆီထည့်ပြီး ထောင်းထားတာဆီသတ်ပါ။/၃။ အနံ.မွှေးလာရင် ဝက်သားထည့်ပါ။ ခဏလုံးချက်ပေးပါ။ဝက်ပါရေခန်းပြီး ဆီပြန်လာရင် ရေထပ်ထည့်ပြီး ဝက်သားနူးအောင် အဖုံးအုပ်တည်ပေးပါ။/၄။ ဝက်သားနူးခါနီးရင် ပိန္နဲသီးထည့်ပါ။/၅။  ပိန္နဲသီးနူးအောင် ရေအနည်းငယ်ထပ်ထည့်ပါ။ အရသာအတွက် ကြက်သားမှုန်.ထည့်ပါ။/၆။ ဝက်သားနှင့်ပိန္နဲသီးများနူးပြီး ရေခန်းဆီပြန်လာရင် မဆလာအုပ်ပြီး မီးပိတ်လိုက်ပါ။အခုဆိုရင် စားလို.ကောင်းတဲ့ ဝက်သားပိန္နဲသီးဆီပြန်ဟင်းကို ထမင်းပူပူလေးနဲ.သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"9",
    "categories_id":"2",
    "recipe_title":"ကြက်ခြေထောက်ချဉ်စပ်ပာင်းရည်",
    "recipe_image":"https://i.postimg.cc/9fqgx0Jj/Myan-4.jpg",
    "recipe_ingredient":"ကြက်ခြေထောက်-၁ကီလို/စပါးလင်-၂ပင်/ချင်း-၁တက်/ပဒဲကော-၁တက်/ခရမ်းချဉ်သီး-၂လုံး(၈စိတ်)/ကြက်သွန်နီ-၁လုံး(၈စိတ်)/ရှမ်းနံနံ-၅ပင်/နံနံပင်-အနည်းငယ်/သံပုရာသီး-၁လုံး/ငရုတ်သီးစိမ်း-၅တောင့်(ဓါးပြားရိုက်)",
    "recipe_direction":"၁။ ကြက်ခြေထောက်တွေကိုရေဆေးသန်.စင်ပြီး..အိုးတစ်လုံးမှာချင်းတစ်တက်ကိုရိုက်ပြားပြီးဆား၊ ပာင်းခတ်မှုန်.အနည်းငယ်တို.နှင့်ပြုတ်ပါ။/၂။ ထွက်လာသောအမြှုပ်များနှင့်အညစ်အကြေးတို.ကိုစစ်ထုတ်ပါ...။/၃။ မီးအရှိန်ကိုလျှော့ချပြီး..တစ်ပွက်ဆူဖြင့် နာရီဝက်ခန်.ပြုတ်ပါ.../၄။ ကြက်ခြေထောက်များအတော်သင့်နှူးလာလျှင်.ပါဝင်ပစ္စည်းများပေါင်းထည့်ပြီးသံပုရာရည်၊ ငါးငံပြာရည်၊ပာင်းခတ်မှုန်.တို.နှင့်အရသာသွင်းပြီးတစ်ပွက်ပြန်ဆူအောင်တည်ပြီးရင်တော့..နံနံပင်လေးခတ်သုံးဆောင်နိင်ပါသည်။"
  },
  {
    "recipe_id":"10",
    "categories_id":"2",
    "recipe_title":"အာလူးကြက်သားလိပ်ကြော်",
    "recipe_image":"https://i.postimg.cc/cHy9PWbt/Myan-5.jpg",
    "recipe_ingredient":"အာလူး/ကြက်သား/ဂျုံ/ဆီ/သွားကြားထိုးတံ",
    "recipe_direction":"၁။ ပထမဦးစွာ ကြက်သားကို ဓါးပြားရိုက်ထားသော ဂျင်း၊ ကြက်သွန်ဖြူတို့ထည့်ရော၍ နုတ်နုတ်စင်းပါ။ /၂။ နုတ်နုတ်စင်းထားသော ကြက်သားများကို ဆား၊ အရသာမှုန့်၊ ဂျုံမှုန့်၊ ကြက်ဥအနည်းငယ်တို့နှင့် စီးစီးလေးဖြစ်စေရန် ရောနယ်ထားပါ။ /၃။ ပြီးလျှင် အာလူးကို အပြားလေးများရအောင် လှီးထားပါ။/ ၄။ နယ်ထားသော အသားများကို အာလူးအပြားထဲသို့ ထည့်လိပ်ပါ။/ ၅။ သွားကြားထိုးတံလေးဖြင့် (အလိပ်လေးများရအောင်) ထိုးပါ။ အသား ထည့်လိပ်ထားသော အာလူးလိပ်လေးများကို ဆီပူအိုးထဲ ထည့်ကြော်လိုက်ပါ။/၆။  ရွှေရောင်လေး သန်းလာရင် ချလို့ရပါပြီ။ အရသာရှိတဲ့ အာလူး လိပ်ကြော်လေး ရပါပြီနော်."
  },
  {
    "recipe_id":"11",
    "categories_id":"2",
    "recipe_title":"မာလာရှမ်းကော",
    "recipe_image":"https://i.postimg.cc/6qBH50w9/Myan-7.jpg",
    "recipe_ingredient":"အသား-ကိုယ်ကြိုက်နှစ်သက်ရာအသား/ပင်လယ်စာအသားချောင်း/ကြက်သွန်ဖြူ /ဂျင်း/ကြွက်နားရွက်မှို/ပဲလိပ်/မျော့ချောင်း/ခေါက်ဆွဲ-yumyumခေါက်ဆွဲထုပ်လဲသုံးလို့ရပါတယ်/ဟင်းသီးဟင်းရွက်(ကိုယ်ကြိုက်နှစ်သက်ရာ)/မာလာအနှစ်ထုပ်/ငါးမျိုးစပ်အမှုန့်/အထုံမှုန့်/ယိုးဒယားပဲငံပြာရည်အကျဲ/နှမ်းဆီမွှေး",
    "recipe_direction":"၁။ကြက်သွန်ဖြူ ဂျင်း ထောင်း အရည်ညစ်ပြီး ကြက်သားနဲ့နှယ် ကြက်သားမှုန့်နဲ့ ငရုတ်ကောင်းမှုန့်နဲနဲနဲ့ မွှေးအောင်နှမ်းဆီမွှေးလေးနဲနဲပါထည့်နှယ်တယ် (မထည့်လဲရပါတယ်)/၂။အရင်ဆုံး ခေါက်ဆွဲတို့ မာလာချောင်းတို့ကို ကြွက်နားရွက်မှိုကို အရင်ပြုတ် ခေါက်ဆွဲကိုရေနွေးထဲကဆယ်ပြီးရင် ရေအေးပြန်စိမ်ပေးပါ အေးပြီဆို ရေစစ်ထားပေးပါ။/၃။ပဲလိပ်က ရေစိမ်ထားရင်လဲရတယ် ပြုတ်ထားလဲရတယ်။/၄။ ဟင်းသီးဟင်းရွက်တွေကို တစ်မျိုးစီ ပြုတ် ဆယ်ပြီး ရိုးရိုးရေထဲပြန်စိမ် အရောင် မပြယ်သွားအောင် ကြက်ဥချောင်းနဲ့ ပင်လယ်စာတွေကို ကြော် အရမ်းအကျက်ကြီးမကျော်နဲ့နော်။/ ၅။ ငရုတ်သီးအကြမ်းဖက်ကိုကြော် ဆယ်ထား ပေးပါ။ /၆။ အဲ့ဆီနဲ့ ကြက်သွန်ဖြူနဲ့ ဂျင်းထည့်ဆီသတ်ပေး ပြီးရင် မာလာအနှစ်ထုပ် ၃ပုံတစ်ပုံလောက်ရယ် တရုတ် ငါးမျိုး အမှုန့်နဲနဲရယ် အထုံမှုန့်နဲနဲရယ်ထည့် အသားထည့် ခဏနေရင် ကြော်ထားတဲ့အသားတုတွေထည့် အသားနူးအောင် ရေနွေးနဲနဲထည့်ပြီးခဏထားပေးပါ။ /၇။ အသားနူးရင် ပြုတ်ထားတဲ့ ရေစိမ်နဲ့ ပဲလိပ်တွေထည့် အရွက်ထည့် မွှေ /၈။ ခေါက်ဆွဲထည့်မယ်ဆိုနောက်ဆုံးမှထည့်ပေးပါ ပွသွားမှာစိုးလို့ /၉။ အရည်နဲ့စားမယ်ဆို ရေနွေးထည့်ပြီး ပွတ်လာရင် အပေါ့အငန်မြည်ပြီး မာလာအနှစ်ထပ်ထည့် ယိုးဒယားပဲငံပြာရည်အကျဲ ထည့် (အရည်နဲ့မဟုတ်ရင်တော့ ရေနွေးနဲနဲပဲထည့်ပြီး ခဏနေရင်ရပါပြီ)/ ၁၀။ နောက်ဆုံး ကြော်ထားတဲ့ ငရုတ်သီးအကြမ်းဖက်မွှေပေးရင် ရပါပြီ "
  },
  {
    "recipe_id":"12",
    "categories_id":"2",
    "recipe_title":"ကြံသကာနှင့်ငါးသလောက်ပေါင်း",
    "recipe_image":"https://i.postimg.cc/QdDn6hvB/myanmar_fishpound.jpg",
    "recipe_ingredient":"ငါးသလောက်-၁ကောင်(ငါးကိုအကြေးခွံဖယ်ပြီးသန့်စင်ထားပေးပါ)/ကြက်သွန်နီ-၂လုံး(နုပ်နုပ်စဉ်းပေးပါ)/ကြက်သွန်ဖြူ-၄မြွှာ(နုပ်နုပ်စဉ်းပါ)/ချင်း-လက်တစ်ဆစ်(ညက်အောင်ထောင်းပါ)/ငရုတ်သီးပွနီ-၂ခု(ရေနွေးဖြင့်အစေ့ထုတ်ပြီးခပ်ညက်ညက်ထောင်းပါ)/ဆား-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/ကြက်သားမှုန့်-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/ရှလကာရည်-စားပွဲဇွန်းတစ်ဝက်/ဟင်းရွက်ဆီ-စားပွဲဇွန်း၄ဇွန်း/ရေ-၂ခွက်/ကြက်သွန်နီ-၅လုံး/စပါးလင်-၁ခု(ထုပြီးချည်ထားပါ)/ကြံ",
    "recipe_direction":"၁။ အရင်ဆုံး ငါးသလောက်ကို ၃ပိုင်း ပိုင်းပေးပြီး ဓားဖြင့် အနည်းငယ်  မွှန်ပေးပါ။/၂။ ပြီးလျှင် ခွက်တစ်ခုထဲ (ကြက်သွန်နီ၊ ကြက်သွန်ဖြူ ၊ ချင်း၊ ဆား၊ ကြက်သားမှုန့် ) တို့ကို သမအောင်ရောမွှေလိုက်ပါ။/၃။  Show Cooker အောက်ခြေကို ကြံခင်းပေးပါ။/(အခွံမနွှာဘဲ ထပ်ခြမ်းခြမ်းပြီးထည့်လျှင်လည်း ရသည်)/၄။ ပြီးနောက် ရောနယ်ထားသော ငါးသလောက်၊ စပါးလင်၊ ရေထည့်ကာ မီးပြင်းပြင်းဖြင့် အရိုးများနူးအိသည်ထိ ၇နာရီခန့် အဖုံး အုပ်ပြီးထပ် ပေါင်းပေးပါ။/၅။ အရိုးများနူးသွားမှ ကြက်သွန်နီ အလုံးသေးများကို ထည့်ပြီး နောက်ထပ် ၁နာရီ ထပ်ပေါင်းပေးပါ။/၆။ အရသာရှိသော ငါးသလောက်ပေါင်းကို သုံးဆောင်လို့ရပါပြီ။"
  },
  {
    "recipe_id":"13",
    "categories_id":"2",
    "recipe_title":"မွန်ချောကတဲ ငါးခြောက်ပဲကြီးဟင်း",
    "recipe_image":"https://i.postimg.cc/BZdzKxgB/myanmar_fishgyi.jpg",
    "recipe_ingredient":"ပဲကြီး-နို့ဆီဘူး(တစ်ဝက်)/ငါးရံ့ခြောက်-၁၀ကျပ်သား(၁လက်မအရွယ်အတုံးများတုံးပါ)/ရုံးပတီသီး-၆တောင့်(၁လက်မအရွယ်ပိုင်းဖြတ်ပေးပါ)/ခရမ်းသီး-၁ခု(အတုံးများတုံးပေးပါ)/အာလူး-(ကျက်အောင်ပြုတ်ထားပေးပါ)/ကြက်သွန်နီ-၂မြွှာ(နုပ်နုပ်စဉ်းပါ)/ကြက်သွန်ဖြူ တစ်ဝက်(နုပ်နုပ်စဉ်းပါ)/ချင်း-လက်ဖက်ရည်ဇွန်းတစ်ဝက်(မညက်တညက်ထောင်းပြီးအရည်ညှစ်ပါ)/ငရုတ်သီးမှုန့်-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/မန်ကျည်းရည်-စားပွဲဇွန်း၁ဇွန်း/မဆလာ-လက်ဖက်ရည်ဇွန်း၄ပုံ၁ပုံ/ကရဝေးရွက်-၂ရွက်/နံနံပင်-လက်တစ်ဆုပ်စာ-(ပါးပါးလှီးပါ)/ပဲနံ့သာ-လက်ဖက်ရည်ဇွန်း၃ပုံ၁ပုံ",
    "recipe_direction":"၁။ အရင်ဆုံး ဒယ်အိုးထဲ ပဲကြီးထည့်၊ ပဲကြီးလက်၂ဆစ်မြုပ်ရုံ ရေထည့်ပြီး၅မိနစ်ခန့်ပြုတ်ပေးထားပြီး ဖယ်ထားပါ။/၂။ ပြီးလျှင် ဒယ်အိုးထဲ ဆီ(စားပွဲဇွန်း ၂ဇွန်း)ထည့်ပြီး ဆီပူလာလျှင် ကြက်သွန်ဖြူ ၊ ကြက်သွန်နီ ၊ ပဲနံ့သာ ၊ချင်း၊ ကရဝေးရွက် တို့ကို ဆီသတ်ပေးပါ။/၃။ ပြီးနောက် ငရုတ်သီးမှုန့် ထည့်ပြီး မိနစ်ဝက်ခန့် ရောမွှေပါ။/၄။ ထို့နောက် ငါးခြောက်၊ ပဲကြီး၊ရုံးပတီသီး ၊ အာလူး၊ ရေ(ခွက် ၁ခွက်)ထည့်ပြီး ဆူအောင် တည်ထားပေးပါ။/၅။ သီးစုံနွမ်းသွားပြီဆိုလျှင် မန်ကျည်းရည်ထည့်၊ အရသာအတွက် ဆား(လက်ဖက်ရည် ဇွန်း ၃ပုံ၁ပုံ)၊ သကြား(လက်ဖက်ရည်ဇွန်းတစ်ဝက်) ထည့်ပေးပါ။/၆။ နောက်ဆုံးမှ မဆလာ၊ နံံနံပင် အုပ်ပြီး အရသာရှိစွာ သုံးဆောင်လို့ရပါပြီ။"
  },
  {
    "recipe_id":"14",
    "categories_id":"2",
    "recipe_title":"ပုန်းရည်ကြီးသုပ်",
    "recipe_image":"https://i.postimg.cc/B6Rm20xn/myanmar_poneyaykyi.jpg",
    "recipe_ingredient":"ပုန်းရည်ကြီး-၃ထုပ်/ကြက်သွန်နီ	-၃လုံး(ပါးပါးလှီးပါ)/ကြက်သွန်ဖြူ-၂မွှာ(ပါးပါးလှီးပါ)/ပုစွန်ခြောက်-လက်တစ်ဆုပ်စာ/ငရုတ်သီးစိမ်း-(ထပ်ခြမ်ခြမ်းပေးပါ)/ဟင်းရွက်ဆီ-စားပွဲဇွန်း၂ဇွန်း/ဆား-လက်ဖက်ရည်ဇွန်း၄ပုံ၁ပုံ",
    "recipe_direction":"၁။ အရင်ဆုံး ဇောက်ပန်းကန် တစ်ခုထဲတွင် (ပုန်းရည်ကြီး၊ ကြက်သွန်နီ၊ ကြက်သွန်ဖြူ၊ ပုစွန် ခြောက်၊ ငရုတ်သီးစိမ်း၊ ဆီ၊ ဆား) တို့ကို သမအောင် ရောနယ်လိုက်ပါ။/၂။ ပြီးလျှင် ပုန်းရည်ကြီးသုပ်ကို ဇောက်ပန်းကန်တစ်ခုထဲ ပြောင်းထည့်ပြီး အပေါ်မှ နံနံပင်များဖြင့် အလှဆင်လိုက်ပါ။/၃။ ပုန်းရည်ကြီးသုပ်ကို ဟင်းရံအဖြစ် တွဲဖက်သုံးဆောင်နိုင်ပါပြီ။/ပြည်ကြီးငါးမာလာချက်နည်း/၁။ ပထမဆုံး မာလာခေါက်ဆွဲ အကြည်ကို ရေပူမှာ ထည့်ပြုတ်ပြီး အိလာလျှင် ဆယ်ပြီး ရေစိမ်ထားပါ။/၂။ ပြည်ကြီးငါးကို လက်နှစ်ဆစ်တုံးထားပြီး ရှာလကာရည်နဲ့ ဆေးပြီးတာနဲ့ ရေအေးနဲ့ ပြန်ဆေးပြီး ကြက်သားမှုန့်ရယ် ဂျင်းထောင်းထားတာရယ်နဲ့ နယ်ထားပါ။/၃။ စချက်မယ်ဆို ဆီဆူလာလျှင် ကြက်သွန်နီရယ် ကြက်သွန်ဖြူ ရယ် ဂျင်းရယ်  ကြမ်းကြမ်းလှီးပြီး ထည့်ပါမယ်။/၄။ တမိနစ်လောက်မွှေပေးပြီး ချယ်ရီခရမ်းချဉ်သီး ထည့်ပါ။ မာလာအနှစ် ထည့်ပါ။ တမိနစ်ထပ်မွှေပြီးရင်တော့  ပြည်ကြီးငါးများ ထည့်ပါ။ တမိနစ် မွှေပေးပြီးရင်တော့ ရေနွေးပြည်ကြီးငါးမြုတ်ရုံထည့်ပါ။/၅။ ရေဆူလာရင် မာလာခေါက်ဆွဲထည့်ပြီး ခနမွှေပါ။ အဖုံးဖုံးထားပြီး ဆက်ချက်ပေးပါ။ ရေ ၃ပုံ၁ပုံ ကျန်တဲ့ အခါမှာတော့ ငရုတ်သီးစိမ်းတောင့်ရယ် ကြက်သွန်မြိတ်လှီးထား တာရယ် မုန်ညှင်းအနေတော်ဖြတ်ထားတာရယ် ထည့်ပြီး ခနချက်ပေးပါ။/၆။ ဆီကျန်ရေကျန် အနေထားရရင်တော့ ပြည်ကြီးငါးမာလာပူရှိန်းလေး ရပါပြီ"
  },
  {
    "recipe_id":"15",
    "categories_id":"2",
    "recipe_title":"ဟင်းနုနယ်နှင့် ဆေးဘဲဥဟင်းချို",
    "recipe_image":"https://i.postimg.cc/PrYRzPVs/chinese_hinnu.jpg",
    "recipe_ingredient":"ဆေးဘဲဥ-၂လုံး/ဘဲဥဆားစိမ်-၁လုံး/ဟင်းနုနယ်-၂၀၀ဂရမ်(၃လက်မအရွယ်များပိုင်းဖြတ်ထားပါ)/ဆား-လက်ဖက်ရည်ဇွန်း ၁ ဇွန်း/ဟင်းရွက်ဆီ-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/ကြက်ပြူတ်ရည်-၁ခွက်/ပဲငံပြာရည်-စားပွဲဇွန်း၁ဇွန်း",
    "recipe_direction":"၁။ အရင်ဆုံး ဆေးဘဲဥ၊ ဘဲဥဆားစိမ်ကို  ကျက်အောင် ၄ မိနစ်ခန့် တည်ထားပေးပါ။/၂။ ပြီးလျှင် ဆေးဘဲဥ၊ ဘဲဥဆားစိမ်ကို အခွံနွာပြီး အတုံးသေးများတုံးထားပါ။/၃။ ဒယ်အိုးထဲ ရေထည့်၊ ရေဆလာလျှင် ဆား၊ ဆီ၊ ဟင်းနုနယ်ထည့်ပြီး ၂ - ၃ မိနစ်ခန့် တည်ထားပါ။/၄။ ပြီးနောက် ရေတစ်ဝက်ခန့်လျှော့ပြီး ပဲငံပြာရည်၊ ဆေးဘဲဥ၊ ဘဲဥဆားစိမ်တို့ကိုထည့်။ ဆူအောင်တည်ပြီး မီးပိတ်လိုက်ပါ။/၅။ အရသာထူးခြားကောင်းမွန်တဲ့ ဟင်းနုနယ်နဲ့ ဆေးဘဲဥဟင်းချိုကို သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"16",
    "categories_id":"3",
    "recipe_title":"ထောပတ်ကွတ်ကီး",
    "recipe_image":"https://i.postimg.cc/x8GW68jd/Cookies-1.jpg",
    "recipe_ingredient":"ကြက်ဥအကာ-စားပွဲဇွန်း(၁)ဇွန်းခန့်/ရိုးရိုးသကြား-၅၀ဂရမ်/ထောပတ်-၁၆၀ဂရမ်/ဂျုံ-၂၃၀ဂရမ်/IcingSugar-၃၀ဂရမ်",
    "recipe_direction":"(၁)	ထောပတ်ကို အတုံးငယ်များရအောင် အရင်တုံးထားပါ။/(၂)	သကြား၊ ဂျုံများကို ရောမွှေပြီး ထောပတ်ထည့်ကာ ခက်ရင်းဖြင့် သမအောင်မွှေပါ။/(၃)	ထောပတ်နှင့် ဂျုံရောကာ အခဲမွမွလေးများဖြစ်လာလျှင် ကြက်ဥအကာကို ထည့်ပေးပြီး သမအောင် လက်ဖြင့် အသာအယာနယ်ပါ။/(၄)	ရေခဲသေတ္တာထဲ (၁၀)မိနစ်ခန့်ထားပြီး မိမိနှစ်သက်ရာ ပုံဖော်ကာ (၁၃၀) ဒီဂရီ အပူပေးထားသော အာဗင်မှာ (၄၅) မိနစ်ခန့်ဖုတ်ပါ။"
  },
  {
    "recipe_id":"17",
    "categories_id":"3",
    "recipe_title":"မြေပဲကွတ်ကီး",
    "recipe_image":"https://i.postimg.cc/4yRDvVgM/Cookies-2.jpg",
    "recipe_ingredient":"ပေါင်ဒါသကြား-၅၀ဂရမ်/ထောပတ်-၁၆၀ဂရမ်/ဂျုံ-၂၄၀-ဂရမ်/PecanNuts-လက်တစ်ဆုပ်စာခန့်(ခပ်သေးသေးစိပ်ထားပါ)",
    "recipe_direction":"(၁)	ထောပတ်နှင့် သကြားကို ဖြူပြီးပွလာအောင် စက်ဖြင့်မွှေထားပါ။ /(၂)	ပွလာသည်နှင့် ဂျုံနှင့် တို့ကို ရောထည့်ပြီး သမအောင်မွှေပါ။/(၃)	မိမိနှစ်သက်ရာ ပုံသွင်းပြီး (၁၆၀)ဒီဂရီ အပူပေးထားသော အာဗင်မှာ (၁၈)မိနစ်ခန့်ဖုတ်ပါ။ လုံးဝအေးမှ သုံးဆောင်ပါ။"
  },
  {
    "recipe_id":"18",
    "categories_id":"3",
    "recipe_title":"အုတ်ဂျုံကွတ်ကီး",
    "recipe_image":"https://i.postimg.cc/q7SVRWZp/Cookies-3.jpg",
    "recipe_ingredient":"ပျားရည်-လက်ဖက်ရည်ဇွန်း(၁)ဇွန်း/ရေ-လက်ဖက်ရည်ဇွန်း(၁)ဇွန်း/ထောပတ်-၁၁၅ဂရမ်/ဆီ-စားပွဲဇွန်း(၁)ဇွန်း/သကြားအညို-၈၅ဂရမ်/Self&raisingFlour-၁၁၅ဂရမ်/RolledOats-၁၀ဝဂရမ်/BicarbonateofSoda-လက်ဖက်ရည်ဇွန်းလေးပုံတစ်ပုံ",
    "recipe_direction":"(၁)	ဂျုံ ၊ Rolled Oat နှင့် သကြားတို့ကို ဇလုံတစ်လုံးထဲမှာ ရောမွှေထားပါ။/(၂)	ထောပတ်နှင့် ပျားရည်ကို မီးပေါ်မှာ အပူချိန်အနည်းဆုံးနဲ့ အပူပေးပါ။ ထောပတ်ပျော်လာပါက ရေကိုထည့်ပြီး ဆိုဒါကိုလည်း ရောမွှေပါ။/(၃)	ထို့နောက် ဂျုံအရောထဲထည့်ပေးပြီး ဆီကိုလည်း ထည့်မွှေပါ။/(၄)	အဝိုင်းပုံရအောင်ဖော်ပြီး  (၁၈၀) ဒီဂရီ အပူပေးထားသော အာဗင်မှာ (၁၅) မိနစ်ခန့်ဖုတ်ပါ။/(၅)	လုံးဝအေးအောင် ထားပြီး ဗန်းမှထုတ်ကာ လေလုံဘူးမှာ ထည့်ထားပါက သုံးဆောင်ရန် အသင့်ဖြစ်ပါပြီ။"
  },
  {
    "recipe_id":"19",
    "categories_id":"3",
    "recipe_title":"Brownies Crisps",
    "recipe_image":"https://i.postimg.cc/fLd4056m/Cookies-4.jpg",
    "recipe_ingredient":"သကြား-၁၀ဝဂရမ်/ထောပတ်-၁၁၀ဂရမ်/ရိုးရိုးဂျုံ-၆၀ဂရမ်/ကိုကိုးပေါင်-၄၅ဂရမ်/အသင့်ဖျော်ကော်ဖီမှုန့်-လက်ဖက်ရည်ဇွန်း(၁)ဇွန်း/ဗနီလာအနံ့-လက်ဖက်ရည်ဇွန်း(၁)ဇွန်း/ဆား-လက်ဖက်ရည်ဇွန်းလေးပုံတစ်ပုံ",
    "recipe_direction":"(၁)	ထောပတ်ကို အရည်ပျော်အောင် အပူပေးထားပြီး သကြားထည့်မွှေပါ။/(၂)	ဗနီလာ၊ ကော်ဖီမှုန့်နှင့် ဆားတို့ကို ရောမွှေပြီး ကျန်ပစ္စည်းများအားလုံးကို ရောမွှေပါ။/(၃)	၈ လက်မပတ်လည် ဗန်းထဲ ခပ်ပါးပါးဖြန့်ထည့်ပါ။/(၄)	(၁၇၀)ဒီဂရီ အပူပေးထားသော အာဗင်မှာ (၁၈)မိနစ်ခန့်ဖုတ်ပါ။ /(၅)	ပူနေတုန်း ဓားရာပေးပြီး လုံးဝအေးမှ ချပေးပါ။/(၆)	စားလို့ကောင်းသော မြသတညငနျ ဃမငျဈ ရပါပြီ။"
  },
  {
    "recipe_id":"20",
    "categories_id":"3",
    "recipe_title":"အသီးခြောက် ကွတ်ကီး",
    "recipe_image":"https://i.postimg.cc/CKzpww7v/Cookies-5.jpg",
    "recipe_ingredient":"ပေါင်ဒါသကြား-၅၀ဂရမ်/ထောပတ်-၁၆၀ဂရမ်/ဂျုံ-၂၄၀ဂရမ်/ကိုကိုးပေါင်-၄၅ဂရမ်/သစ်သီးခြောက်-၄၀ဂရမ်(ခပ်သေးသေးစိပ်ထားပါ)",
    "recipe_direction":"(၁)	ထောပတ်နှင့် သကြားကို ဖြူပြီးပွလာအောင် စက်ဖြင့်မွှေပါ။/(၂)	ပွလာသည်နှင့် ဂျုံနှင့် သစ်သီးခြောက်များကို ရောထည့်ပြီး သမအောင်မွှေပါ။/(၃)	မိမိနှစ်သက်ရာပုံသွင်းပြီး (၁၆၀)ဒီဂရီ အပူပေးထားသော အာဗင်မှာ (၁၈)မိနစ်ခန့် ဖုတ်ပါ။ လုံးဝအေးမှ သုံးဆောင်ပါ။"
  },
  {
    "recipe_id":"21",
    "categories_id":"4",
    "recipe_title":"ကန်တုံစတိုင်လ် ဝက်သားကင်",
    "recipe_image":"https://i.postimg.cc/pTm09T5S/chinese_kantonepork.jpg",
    "recipe_ingredient":"ဝက်သား-၄၀၀ဂရမ်(အသားသီးသန့်အတုံးကြီး၂တုံး)/ပျားရည်-စားပွဲဇွန်း၃ဇွန်း/ဆော့စ်-စားပွဲဇွန်း၁ဇွန်း/ပဲငံပြာရည်-စားပွဲဇွန်း၁ဇွန်း/သကြား-စားပွဲဇွန်း၂ဇွန်း/ဆန်ဝိုင်-စားပွဲဇွန်း၁ဇွန်း/အနီရောင်ဆိုးဆေး-လက်ဖက်ရည်ဇွန်း၃ပုံ၁ပုံ/ကြက်သွန်ဖြူ-၂မြွာ(နုပ်နုပ်စဉ်းပါ)/နှမ်းဆီ-လက်ဖက်ရည်ဇွန်း၁ဇွန်း",
    "recipe_direction":"၁။	အရင်ဆုံး ခွက်တစ်ခုထဲတွင် (ပျားရည်၊ ဆော့စ်၊ ပဲငံပြာရည်၊ သကြား၊ ဆန်ဝိုင်၊ အနီရောင်ဆိုးဆေး၊ ကြက်သွန်ဖြူ၊ နှမ်းဆီ) တို့ကို သမအောင် ရောမွှေလိုက်ပါ။/၂။	ပြီးနောက် ဝက်သားပေါ်သို့ ရောမွှေထားသော ဆော့စ်ရည်များကို လောင်းထည့်ပြီး ရေခဲသေတ္ဘ္တာ(အောက်ထပ်)တွင် ၆နာရီခန့် နှပ်ထားပေးပါ။/၃။	ဝက်သားများကို နှပ်ထားပြီးလျှင် စကင်လို့ရပါပြီ။ မကင်ခင် မီးကင်ပြားကိုဆီသုတ်ပေးပါ။ (သို့)Oven ဖြင့် ကင်နိုင်သည်။/၄။	ဝက်သားများကို တစ်ဖက်မိနစ် ၂၀နှုန်းဖြင့် မိနစ် ၄၀ခန့် ကင်ပေးပါ။ ကင်နေစဉ်ဆော့စ်ရည်များကို သုတ်ပေးပါ။/၅။	ကင်ပြီးလျှင် ဝက်သားများကို ခေတ္တအအေးခံပြီး ဓားဖြင့်လှီးပေးပါ။/၆။	ပြီးနောက် အပေါ်မှ (ပျားရည်၊ ပဲငံပြာရည်(အကြည်) စားပွဲဇွန်း ၁ ဇွန်းစီ ရောမွှေပြီး ဝက်သားကင်ပေါ်မှ ဆမ်းပေးပါ။/၇။	အရသာရှိသော ကန်တုံစတိုင်လ် ဝက်သားကင်ကို ထမင်းပူပူလေးနဲ့ တွဲဖက်သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"22",
    "categories_id":"4",
    "recipe_title":"ဂျင်ဆင်း ကြက်ကောင်လုံးစွပ်ပြုတ်",
    "recipe_image":"https://i.postimg.cc/j2cShBHG/ginsinsoup.jpg",
    "recipe_ingredient":"ကြက်-၁ကောင်(၁၁၀၀ဂရမ်)/ဂျင်ဆင်း-၁၀ဂရမ်/ဆီးသီးအနီခြောက်-၅ခု(အစေ့လွတ်)/ချင်းနု-၅ပြား/Wolfberry-စားပွဲဇွန်း-၂ဇွန်း/ဆား-လက်ဖက်ရည်ဇွန်း၃ဇွန်း/ရေ-၂လီတာ",
    "recipe_direction":"၁။အရင်ဆုံး ဒယ်အိုးထဲ ရေ (၂လီတာ)ထည့်ပြီး ပွက်ပွက်ဆူအောင် တည်ထားပါ။/၂။ပြီးနောက် ဆူလာလျှင် ကြက်ကောင်လုံးကို ၁မိနစ်ခန့် ထည့်ပြုတ်ပေးပြီး ပြန်ဆယ်ထားပါ။/၃။	ပြီးလျှင် Slowcooker  (သို့) ဒယ်အိုးထဲ (ကြက်ကောင်လုံး ၊ ရေ (၂လီတာ)၊ ဂျင်ဆင်း၊ ဆီးသီးအနီခြောက် ၊ချင်းနု ၊ Wolfberry) ဘို့ကို ထည့်ပြီး အဖုံးအုပ်ကာ ၂နာရီခန့် မီးနည်းနည်းဖြင့် တည်ထားပေးပါ။/မှတ်ချက်။	။ပြုတ်နေစဉ်အတွင်း ဆားမထည့်ရပါ။/၄။	၂နာရီကြာတည်ပြီးမှ မီးပိတ်ပြီး ဆား ၊ ကြက်သားမှုန့်တို့ ထည့်ရောမွှေပေးပါ။/၅။	အရသာရှိသော ဂျင်ဆင်း ကြက်ကောင်လုံးစွပ်ပြုတ်ကို ပူပူနွေးနွေး သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"23",
    "categories_id":"4",
    "recipe_title":"ဟောင်ကောင်စတိုင်လ် ဖက်ထုပ်ခေါက်ဆွဲ",
    "recipe_image":"https://i.postimg.cc/DfxhBQkk/hongkongnoodlejpg",
    "recipe_ingredient":"ကြက်ဥခေါက်ဆွဲ-၂၀၀ဂရမ်/ဝက်အရိုး-၄၅၀ဂရမ်/ငါးရံ့ခြောက်-၅၀ဂရမ်/ချင်း-လက်တစ်ဆစ်(ပါးပါးလှီးပါ)/ပဲငံပြာရည်-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/ဆား-လက်ဖက်ရည်ဇွန်း၄ဇွန်း/သကြား-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/ဝက်သား-၁၀၀ဂရမ်(နုပ်နုပ်စဉ်းထားပါ)/ပုစွန်-၁၀၀ဂရမ်(နုပ်နုပ်စဉ်းထားပါ)/ဖက်ရွက်-အရွက်၂၀/ကြက်သွန်	-စည်းဝက်ပါးပါးလှီးပါ/ချင်း-လဖက်ရည်ဇွန်း၁ဇွန်း(နုပ်နုပ်စဉ်းပါ)/ပဲငံပြာရည်-စားပွဲဇွန်း၁ဇွန်း/နှင်းဆီ	-လဖက်ရည်ဇွန်းတစ်ဝက်/ဆား-လဖက်ရည်ဇွန်းတစ်ဝက်/ငရုတ်ကောင်းမှုန့်-အနည်းငယ်/သကြား-လဖက်ရည်ဇွန်းတစ်ဝက်",
    "recipe_direction":"၁။  	အရင်ဆုံး အိုးကြီးတစ်ခုထဲ ရေ ၂လီတာထည့်ပြီး ဝက်အရိုး ငါးခြောက်၊ ချင်းတို့ကို ၁နာရီခန့် ပြုတ်ထားပေးပါ၊/၂။  	ပြီးလျှင် ခွက်တစ်ခုထဲ ဖက်ထုပ်အတွက် ပါဝင်ပစ္စည်းများဖြစ်သော(ဝက်သား၊ ပုဇွန်၊ကြက်သားမြိတ် ၊ချင်း ၊ပဲငံပြာရည် ၊ နှမ်းဆီ၊ ဆား၊ သကြား၊ ငရုတ်ကောင်းမှုန့်) တို့ကို သမအောင် ရောနယ်လိုက်ပါ။/၃။	ပြီးနောက် ဖက်ရွက်တစ်ခုထဲ အဆာ(စားပွဲဇွန်း ၁ဇွန်း) အဆာသွတ်ပေးပါ။/၄။	ပြီးလျှင် ဖက်ရွက်ဘေးပတ်ပတ်လည်ကို ရေသုတ်ပြိး ထပ်ခြမ်းတြိဂံပုံ ခေါက်လိုက်ပါ။/၅။	ပြီးနောက် ဘေးအစွန်းနှစ်ဖက်ကို ရေစွတ်ကာ ပုံတွင်ပါသည့်အတိုင်း ပြုလုပ်ပါ။/၆။	ထိုနည်းအတိုင်း ကျန်ဖက်ထုပ်များကို ပြုလုပ်ပါ။။၇။ ဝက်သားပြုတ်ရည် ရပြီဆိုလျှင် ပဲငံပြာရည်၊ ဆား၊ ကြက်သားမှုန့်၊ သကြားတို့ကို အရသာ အတွက်ထည့်ပေးပါ။/၈။ 	ပြီးလျှင် ပြုတ်ရည်ထဲ ဖက်ထုပ်များကို ထည့်ပြုတ်ပေးပါ။ ဖက်ထုပ်များ ပြုတ်ရည်ပေါ် ပေါ်လာလျှင် ကျက်ပါပြီ။/၉။	ပြီးနောက် ခေါက်ဆွဲများကို ဒယ်အိုးတစ်ခုထဲ ရေထည့်ပြီး ခေါက်ဆွဲများ ကျက်သည်အထိ ၃ - ၄ မိနစ်ခန့် တည်ထားပါ။ ပြီးမှ ဆန်ခါဖြင့် ပြန်ဆယ်ထားပါ။/၁၀။	ပန်းကန်လုံးထဲ ကြက်ဥခေါက်ဆွဲ၊ ဖက်ထုပ်ပြုတ်၊ မုန်ညင်းထည့်ပေးပါ။/၁၁။	ပြီးမှ ပြုတ်ရည်များ လောင်းထည့်လိုက်ပြီး အရသာရှိသော ဖက်ထုပ်ခေါက်ဆွဲပြုတ်ကို သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"24",
    "categories_id":"4",
    "recipe_title":"ကြက်သားပဲပိစပ်",
    "recipe_image":"https://i.postimg.cc/2jqJyH45/chinese_kitchenpapsat.jpg",
    "recipe_ingredient":"ကြက်ရင်ပုံသား-၃၀၀ဂရမ်(အစောင်းပါးပါးလှီးပါ)/ပဲပိစပ်-၁၀၀ဂရမ်/ငရုတ်သီးပွစိမ်း-၂ခု(အစေ့ထုတ်ပြီး၈စိတ်စိတ်ပါ)/ခရမ်းချဉ်သီး-၄ လုံး(အစေ့ထုတ်ပြီး၆စိတ်စိတ်ပါ)/ကြက်သွန်နီ-၂လုံး(၈စိတ်စိတ်ပါ)/ကြက်သွန်ဖြူ-၂မြွာ(နုပ်နုပ်စဉ်းပါ)/ငရုတ်သီးရောင်တင်မှုန့်-စားပွဲဇွန်းတစ်ဝက်/ကြက်သွန်မြိတ်-စည်းဝင်(၁လက်မအရွယ်ပိုင်းဖြတ်ပါ)/ဆား	-လက်ဖက်ရည်ဇွန်း၃ပုံ၁ပုံ/သကြား-စားပွဲဇွန်း၄ပုံ၁ပုံ/ဆီ-စားပွဲဇွန်း၃ဇွန်း/ဂျုံမှုန့်-စားပွဲဇွန်း၃ဇွန်း",
    "recipe_direction":"၁။	အရင်ဆုံး ကြက်ရင်ပုံသားကို ဆား၊ ကြက်သားမှုန့်၊ ဂျုံမှုန့်တို့ဖြင့် သမအောင် ရောမွှေပါ။/၂။	ဒယ်အိုးထဲ ဆီများများထည့်ပြီး ကြက်သားများ အညိုရောင်သမ်းသည်အထိ ကြော်ပေးပြီး ဆန်ခါဖြင့် ပြန်ဆယ်ထားပါ။/၃။	ပြီးလျှင် ဒယ်အိုးထဲ ဆီ (စားပွဲဇွန်း ၃ ဇွန်း) ထည့်ပြီး ဆီပူလျှင် ကြက်သွန်ဖြူ၊ ကြက်သွန်နီ များကို ဆီပူထိုးပါ။/၄။	ပြီးနောက် ငရုတ်သီးအရောင်တင်မှုန့်ထည့်ပါ။ ပြီးမှ ငရုတ်သီးပွစိမ်း၊ ပဲပိစပ်၊ ရေ(ခွက်တစ်ဝက်) တို့ကို ထည့်ပြီး ၁ မိနစ်ခန့် တည်ပါ။/၅။	ထို့နောက် ကြက်သား၊ ခရမ်းချဉ်သီး၊ သကြားတို့ကိုထည့်ပြီး အဖုံးအုပ်ပြီး ၁ - ၂ မိနစ်ခန့် တည်ထားပါ။/၆။	နောက်ဆုံးမှ ကြက်သွန်မြိတ် ဖြူးပြီး အရသာရှိစွာ ကြက်သားပဲပိစပ်ကို သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"25",
    "categories_id":"4",
    "recipe_title":"ဂဏန်းသားထမင်းကြော်",
    "recipe_image":"https://i.postimg.cc/gJw7shvd/chinese_ganan.jpg",
    "recipe_ingredient":"ချက်ပြီးသားထမင်း	-၂လုံး/ဂဏန်းသား	-၂၅၀ဂရမ်(ReadyMadeဂဏန်းသား)/မုန်လာဥနီ-၁ခု(အတုံးသေးများတုံးပါ)/ပဲသီး-၁ခွက်စာ/ကြက်သွန်မြိတ်-၁စည်း/ကြက်ဥ	-၂လုံး(ဆား၊ငရုတ်ကောင်းမှုန့်ဖြင့်ခလောက်ထားပါ)/ဆား-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/ကြက်သားမှုန့်-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/နှမ်းဆီ-စားပွဲဇွန်းတစ်ဝက်/ငရုတ်ကောင်းမှုန့်-လက်ဖက်ရည်ဇွန်း၃ပုံ၁ပုံ/ဟင်းရွက်ဆီ-စားပွဲဇွန်း၃sဇွန်း",
    "recipe_direction":"၁။	အရင်ဆုံး ဒယ်အိုးထဲ ဆီထည့်။ ဆီပူလာလျှင် ဂဏန်းသား၊ ပဲသီး၊ မုန်လာဥနီတို့ကို သမအောင် ၁ မိနစ်ခန့် ရောမွှေလိုက်ပါ။/၂။	ပြီးနောက် ထမင်းထည့်ပြီး ဂဏန်းသား၊ ပဲသီးတို့ဖြင့် သမအောင် ရောမွှေက နောက်ထပ် ၂ မိနစ်ထပ်တည်ထားပါ။/၃။	ပြီးလျှင် ထမင်းကြော်များကို ဒယ်အိုးဘေးကပ်ကာ အလယ်တွင် ခလောက်ထားသော ကြက်ဥတစ်လုံးစာကို လောင်းထည့်ကာ ကျက်သည်အထိ ရောမွှေပေးပါ။/၄။	ထို့နောက် နောက်ထပ် ကြက်ဥတစ်လုံးစာ အလယ်ကို ထည့်ကာ ကျက်သည်အထိ ရောမွှေပါ။/၅။	ကြက်ဥရပြီဆိုလျှင် ထမင်းကြော်ဖြင့်ရောမွှေကာ ဆား၊ ကြက်သားမှုန့်၊ နှမ်းဆီ၊ ငရုတ်ကောင်းမှုန့်၊ ကြက်သွန်မြိတ်များဖြူးကာ အရသာရှိစွာ ဂဏန်းသားထမင်းကြော်ကို သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"26",
    "categories_id":"5",
    "recipe_title":"ဟင်းရွက်စုံ သတ္တုပြားကင်",
    "recipe_image":"https://i.postimg.cc/HLM5tsVR/roasted_vegetable.jpg",
    "recipe_ingredient":"မှို-၂၀၀ဂရမ်(ပါးပါးလှီးထားပါ)/မုန်လာဥနီ-၂၀၀ဂရမ်(အခွံနွှာပြီးအရှည်ပါးပါးလှီးပါ)/ရွှေပဲသီး-၁၀၀ဂရမ်(အညှာခြွေထားပါ)/ထောပတ်-စားပွဲဇွန်း၄ဇွန်း/ကြက်သွန်မြိတ်-၁စည်း(ပါးပါးလှီးပါ)/ကြက်သွန်ဖြူ-၂မြွှာ(အရှည်ပါးပါးလှီးပါ)/နှမ်း-လက်ဖက်ရည်ဇွန်း၄ဇွန်း/ပဲငံပြာရည်-စားပွဲဇွန်း၁ဇွန်း/ငရုတ်ကောင်းမှုန့်-အနည်းငယ်/ကြက်သားမှုန့်-လက်ဖက်ရည်ဇွန်း၃ပုံ၁ပုံ/သကြား-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/တရုတ်ဆန်ဝိုင်-စားပွဲဇွန်း၄ဇွန်း",
    "recipe_direction":"၁။	အရင်ဆုံး  Aluminium သတ္တုပြား၁ပြားကို ထောပတ်သုတ်ပေးပါ။/၂။	ပြီးလျှင် (မုန်လာဥနီ၊ ရွှေပဲ၊ မှို၊ ကြက်သွန်ဖြူ) တစ်ဝက်စီကို အစီအစဉ် တိုင်းတင်ပေးပြီး အပေါ်မှ ဆား၊ကြက်သားမှုန့်၊ ပဲငံပြာရည် (စားပွဲဇွန်း တစ်ဝက်)၊ သကြား(လက်ဖက်ရည်ဇွန်း တစ်ဝက်)ဖြူးပေးပါ။/၃။	ဟင်းရွက်ပေါ်မှ ထောပတ်(စားပွဲဇွန်း ၁ ဇွန်း) တင်ပြီး သတ္တုပြားကို တစ်ဝက်ခေါက်လိုက်ပါ။/၄။	ပြီးလျှင် သတ္တုပြားဘေးနှစ်ဖက်ကို ခေါက်ပြီးပိတ်လိုက်ပါ။/၅။	ထို့နောက် ဆန်ဝိုင် (စားပွဲဇွန်း ၂ ဇွန်း) ထည့်ပေးပြီး ပွင့်နေတဲ့ သတ္တုပြားနေရာကိုပါ ခေါက်ပိတ်လိုက်ပါ။/၆။	ထိုနည်းအတိုင်း ကျန်ဟင်းရွက်တစ်ဝက်ကို ပြုလုပ်ပြီး ဟင်းရွက် သတ္တုပြားထုပ်များကို ၁၅ မိနစ်ခန့် နှပ်ထားပေးပါ။/၇။	ပြီးမှ ဟင်းရွက်သတ္တုပြားထုပ်များကို မီးကင်ပြား(သို့)  Ovenss  ဖြင့် ၁၅ မိနစ်ခန့် ကင်ပေးပါ။/၈။	အရသာရှိသော ဟင်းရွက်စုံ သတ္တုပြားထုပ်ကင်ကို သုံးဆောင်လို့ရပါပြီ။"
  },
  {
    "recipe_id":"27",
    "categories_id":"5",
    "recipe_title":"ဝက်အူချောင်းကင်နှင့်  Garlic Bread",
    "recipe_image":"https://i.postimg.cc/Vs7TLxSp/roaster_garlicbread.jpg",
    "recipe_ingredient":"ပြင်သစ်ပေါင်မုန့်-၁ခု(၁၂လက်မအရှည်)/ထောပတ်-စားပွဲဇွန်း၁၂ဇွန်း/ကြက်သွန်ဖြူ-၃မြွာ(နုပ်နုပ်စဉ်းပါ)/ချိစ်-စားပွဲဇွန်း၄ဇွန်းစာ(ခြစ်တံဖြင့်ခြစ်ထားပါ)/ဝက်အူချောင်း-၂၀၀ဂရမ်/ကြက်သွန်နီ	-၁လုံး(အဝိုင်းပါးပါးလှီးပါ)/ဘီယာ-၂ခွက်/ဟင်းရွက်ဆီ-စားပွဲဇွန်း၁ဇွန်း",
    "recipe_direction":"၁။	အရင်ဆုံး ပေါင်မုန့်ကို အစောင်းလှီးပေးပါ။/၂။	ပြီးနောက် ခွက်တစ်ခုထဲ (ထောပတ်၊ ကြက်သွန်ဖြူ ၊ နံနံပင်၊ ချိစ်၊ ငရုတ်ကောင်းမှုန့်) အားလုံးကို သမအောင် ရောမွှေလိုက်ပါ။/၃။	ပြီးလျှင် ကြက်သွန်ဖြူထောပတ်များကို ပေါင်မုန့် ပေါ်သို့ သုတ်လိမ်းပေးပါ။/၄။	ထို့နောက် မီးကင်ပြားဖြင့် တစ်ဖက်ကို ၂မိနစ်နှုန်းဖြင့်  ပေါင်မုန့် အညိုရောင်သမ်းသည်အထိ ကင်ပေးပါ။/၅။	အနံ့မွှေးပြီး အရသာကောင်းမွန်းသော ပေါင်မုန့် မီးကင်ကို ရရှိပါပြီ။/၆။ အရင်ဆုံး ဝက်အူချောင်းများကို ပင်(သို့) အပ်ဖြင့် အပေါက်လေးများဖြစ်အောင်  အကြိမ်များစွာ ထိုးပေးပါ။/၇။ ပြီးနောက် ဒယ်အိုးထဲ ကြက်သွန်နီ၊ ဘီယာ(၂ ခွက်)၊ ရေ (ခွက် ၄ပုံ ၃ပုံ) ၊ ဝက်အူချောင်းများ  ထည့်ပေးပြီး မီးအသင့်တင့်ဖြင့် ၄-၅ မိနစ်ခန့် တည်ထားပါ။/၈။ ထို့နောက် ဝက်အူချောင်းများကို ပြန်ဆယ်ပြီး ကင်ရန် မီးသွေး ၊ မီးကင်ပြား (သို့) ဂတ်စ်မီးကင်ပြားကို ဆီသုတ်ထားပါ။/၉။ ဝက်အူချောင်းများကို မီးကင်ပြားပေါ်တင်ပြီး တစ်ဖက်ကို ၆ မိနစ်နှုန်းဖြင့် ၁၂ မိနစ်ခန့် ကင်ပေးပါ။ ကင်နေစဉ် ဆီများသုတ်ပေးပါ။/၁၀။ ပန်းကန်ထဲတွင် ဝက်အူချောင်းကင်၊ ကြက်သွန်ဖြူ၊ ပေါင်မုန့်ကင်၊ ကြက်သွန်နီကင်၊ ငရုတ်သီးပွကင်တို့ကို ပြင်ဆင်ပေးပါ။/၁၁။ ဝက်အူချောင်းကင်ပေါ်မှMustard  ဖြူးပေးပြီး အရသာရှိစွာ သုံးဆောင်လို့ ရပါပြီ။"
  },
  {
    "recipe_id":"28",
    "categories_id":"5",
    "recipe_title":"စာနှိုက်ကင်",
    "recipe_image":"https://i.postimg.cc/8CBX89Qy/roaster_sarnightking.jpg",
    "recipe_ingredient":"စာနှိုက်-၄ကောင်/ဆား-လက်ဖက်ရည်ဇွန်း၁ဇွန်းခွဲ/ကြက်သားမှုန့်-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/သကြား-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/ငရုတ်သီးအရောင်တင်မှုန့်-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/နံနံစေ့မှုန့်-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/ဇီရာမှုန့်-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/သစ်ကြံပိုးမှုန့်-လက်ဖက်ရည်ဇွန်း၄ပုံ၁ပုံ/နွားနို့	-၁ခွက်(၂၀၀မီလီလီတာ)/လီမွန်ရည်-စားပွဲဇွန်း၁ဇွန်း/ပျားရည်-စားပွဲဇွန်း၁ဇွန်း/သံလွင်ဆီ-စားပွဲဇွန်း၄ဇွန်း",
    "recipe_direction":"၁။ အရင်ဆုံး ခွက်တစ်ခုထဲတွင် (ဆား၊ သကြား၊ ကြက်သားမှုန့်၊ ငရုတ်သီးမှုန့်၊ နံနံစေ့မှုန့်၊ဇီရာမှုန့်၊ သစ်ကြံပိုးမှုန့်) ကို ရောမွှေလိုက်ပါ။/၂။ စာနှိုက် ရင်ပုံအလယ်ပိုင်းမှာ ဓားဖြင့် ထက်ခြမ်းခြမ်းထားပါ။/၃။ ဝါးတုတ်များဖြင့် သီပေးပြီး ရောမွှေထားသော ငရုတ်သီးမှုန့်များကို စာနှိုက်ပေါ်သို့ ဖြူးပေးပါ။/၄။ ထို့နောက် နွားနို့ခွက်ထဲ စာနှိုက်များကို စိမ်ထားပြီး နာရီဝက်ခန့် ရေခဲသေတ္တာ (အောက်ထပ်)တွင် နှပ်ထားပေးပါ။/၅။ စာနှိုက်ကင် မကင်ခင် ခွက်တစ်ခုထဲ (ပျားရည်၊ လိမ္မော်ရည်၊ သံလွင်ဆီ)ကို ရောမွှေပြီး စာနှိုက်ပေါ်သို့ သုတ်ပေးပါ။/၆။ စာနှိုက်ကင် စကင်လို့ရပါပြီ။ မီးကင်ပြား ကို အပူပေးထားပါ။ တစ်ဖက်ကို ၁၀ မိနစ်နှုန်းဖြင့် မိနစ်၂၀ ခန့် ကင်ပေးပါ။/၇။ ချိုဆိမ့်ဆိမ့်အရသာရှိပြီး စားလို့ကောင်းတဲ့ စာနှိုက်ကင်ကို ကြိုက်နှစ်သက်ရာ ဆလတ်သုပ်ဖြင့် တွဲဖက်သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"29",
    "categories_id":"5",
    "recipe_title":"အိန္ဒိယစတိုင်လ် ကြက်သားတီကာ",
    "recipe_image":"https://i.postimg.cc/8P90LLmb/roaster_kitchenthikar.jpg",
    "recipe_ingredient":"ကြက်သား-၄၀၀ဂရမ်(၂၄ကျပ်သား)/ဒိန်ချဉ်-၁ခွက်/ငရုတ်သီးမှုန့်-စားပွဲဇွန်း၁ဇွန်း/ကြက်သွန်ဖြူ-၃မြွာ(နုပ်နုပ်စဉ်းပါ)/ဆား-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/ကြက်သားမှုန့်-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/သစ်ကြံပိုးမှုန့်-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/ဇီရာ-လက်ဖက်ရည်ဇွန်း တစ်ဝက်",
    "recipe_direction":"၁။ ဇလုံတစ်ခုထဲတွင် (ကြက်သား၊ ဒိန်ချဉ်၊ ငရုတ်သီးမှုန့်၊ သစ်ကြံပိုးမှုန့်၊ဇီရာ)တို့ကို  ထည့်ပြီး  သမအောင် ရောနယ်ပေးပါ။/၂။ ပြီးလျှင် ရေခဲသေတ္တာအောက်ထပ်တွင် အနည်းဆုံး ကြက်သားကို ၂နာရီ သိပ်ပေးပါ။ ဝါးတုတ်ကို ၁၅ မိနစ်၊ မိနစ် ၂၀ ခန့် မသီခင် ရေစိမ်ပေးပါ။/၃။ ကြက်သားကို  ဝါးတုတ်ဖြင့် သီပေးပြီး မီးကင်ပြား ဖြင့် တစ်ဖက် ၁၅ မိနစ်ဖြင့် မိနစ် ၃၀ခန့် ကင်ပေးပါ။ ကြက်သားတီကာကို သံပုရာသီး၊ ကြက်သွန်နီဖြင့် တွဲဖက်သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"30",
    "categories_id":"5",
    "recipe_title":"Summer စတိုင်လ် ကြက်ကင်",
    "recipe_image":"https://i.postimg.cc/Hx6SnMLX/roaster_summer.jpg",
    "recipe_ingredient":"ကြက်ပေါင်-၅/ငရုတ်သီးမှုန့်-စားပွဲဇွန်း၁ဇွန်း/ကြက်သွန်ဖြူ-၂မြွာ(ထောင်းထားပါ)/စပါးလင်-အနည်းငယ်(ခပ်ညက်ညက်ထောင်းပါ)/သစ်ကြံပိုးမှုန့်-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/ဗီနီကာ-စားပွဲဇွန်း၃ဇွန်း/လိမ္မော်ဆိုဒါ-၁ခွက်/သကြား-စားပွဲဇွန်း၁ဇွန်း/ဆား-လက်ဖက်ရည်ဇွန်း၂ဇွန်း/ကြက်သားမှုန့်-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/ငရုတ်ကောင်းမှုန့်-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/သံလွင်ဆီ-စားပွဲဇွန်း၄ဇွန်း",
    "recipe_direction":"၁။ ကြက်ပေါင်နှင့် တောင်ပံများကို ဓားဖြင့် မွှန်းပေးပါ။/၂။ ပြီးနောက် ဇလုံတစ်ခုထဲတွင် (ကြက်ပေါင်၊ တောင်ပံ၊ ငရုတ်သီးမှုန့်၊ကြက်သွန်ဖြူ၊ စပါးလင်၊ ဗီနီကာ၊ လိမ္မော်ဆိုဒါ၊ သကြား၊ ဆား၊ ကြက်သားမှုန့်၊ ငရုတ်ကောင်းမှုန့်၊ သစ်ကြံပိုးမှုန့်) တို့ကို သမအောင် ရောမွှေပြီး ၁နာရီခန့် နှပ်ထားပေးပါ။/၃။ ပြီးမှ ဒယ်အိုးထဲ ကြက်ပေါင်၊ တောင်ပံနယ်ထားသော ဆော့စ်ရည်များကို မီးဖြင့် ၁ မိနစ်ခန့် တည်ပေးပါ။ပြီးလျှင် ခွက်တစ်ခုထဲတွင် ထည့်ပြီး ဖယ်ထားပါ။/၄။ မကင်ခင် မီးကင်ပြားကို ဆီသုတ်ထားပေးပါ။ ပြီးနောက် ကြက်ပေါင်နှင့် တောင်ပံများကို မီးကင်ပြားဖြင့် တစ်ဖက်ကို မိနစ်၂၀ခန့်ဖြင့်  မိနစ်၄၀ခန့် မီးအသင့်အတင့်ဖြင့် ကင်ပေးပါ။/၅။ ကင်နေစဉ်အတွင်း သံလွင်ဆီနှင့် ဆော့စ်ရည်များကြက်သားကို သုတ်လိမ်းပေးပါ။/၆။	ကင်ပြီးလျှင် ကြက်ကင်များကို ငှက်ပျောရွက်ပေါ်တွင် ခင်းကျင်းပြီး အရသာရှိစွာ သုံးဆောင် နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"31",
    "categories_id":"5",
    "recipe_title":"မက်ဆီကန် စတိုင်လ်ကြက်ကောင်လုံးကင်",
    "recipe_image":"https://i.postimg.cc/5t3gKzLT/roaster_thatthuking.jpg",
    "recipe_ingredient":"ကြက်တစ်ကောင်-၂ပေါင်ခွဲ(သို့)၃ပေါင်/ငရုတ်သီးမှုန့်-စားပွဲဇွန်း၁ဇွန်း/ကြက်သွန်ဖြူ-၂မြွာ(ထောင်းထားပါ)/သစ်ကြံပိုးမှုန့်-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/ဗီနီကာ-စားပွဲဇွန်း၃ဇွန်း/လိမ္မော်ရည်-စားပွဲဇွန်း၄ဇွန်း/ဆား	-လက်ဖက်ရည်ဇွန်း၁ဇွန်းခွဲ/ကြက်သားမှုန့်	-လက်ဖက်ရည်ဇွန်း၃ပုံ၂ပုံ/သံလွင်ဆီ-စားပွဲဇွန်း၄ဇွန်း(ကင်လျှင် သုတ်လိမ်းရန်)",
    "recipe_direction":"၁။ ကြက်တစ်ကောင်လုံးကို ရင်ပုံအလယ်ပိုင်းမှာ ဓားဖြင့် ထက်ခြမ်းခြမ်း ထားပေးပါ။/၂။ ပြီးလျှင် တစ်ဖက်လှန်ပြီး ကြက်ပေါင်ကို ဓားနဲ့ မွှန်းပေးပါ။/၃။ ပြီးနောက် ခွက်တစ်ခုထဲတွင် (ငရုတ်သီးမှုန့်၊ ကြက်သွန်ဖြူ၊ သစ်ကြံပိုးအမှုန့်၊ ဗီနီကာ၊ လိမ္မော်ရည်၊ ဆား၊ ကြက်သားမှုန့်) တို့ကို သမအောင် ရောမွှေပြီး ဆော့စ်ရည်ပြုလုပ်ပါ။/၄။ ပြီးလျှင် ရောမွှေထားသော လိမ္မော်ဆော့စ်ရည်များကို ကြက်သားအတွင်း၊ အပြင် သမအောင်စုတ်တံဖြင့် သုတ်လိမ်းပေးပါ။မကင်ခင် မီးကင်ပြားကို ဆီသုတ်ထားပေးပါ။/၅။ ပြီးနောက် ကြက်တစ်ကောင်လုံးကို မီးကင်ပြားဖြင့် တစ်ဖက်ကို မိနစ် ၂၀ ခန့်ဖြင့် မိနစ် ၄၀ ခန့်မီးအသင့်အတင့်ဖြင့် ကင်ပေးပါ။/၆။ ကင်နေစဉ်အတွင်း သံလွင်ဆီနှင့် ဆော့စ်ရည်များ ကြက်သားကို သုတ်လိမ်းပေးပါ။ အရသာရှိသော မက်ဆီကန်စတိုင်လ် ကြက်ကောင်လုံးကင်ကို သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"32",
    "categories_id":"6",
    "recipe_title":"ထိုင်းစတိုင်လ်ဝက်အူချောင်းနှင့် ပဲကြာဆံအစပ်သုပ်",
    "recipe_image":"https://i.postimg.cc/ZnqMxcQw/international_thaipork.jpg",
    "recipe_ingredient":"ဝက်အူချောင်း-၃ချောင်း/ပဲကြာဆံထုပ်-၁ထုပ်/ကြက်သွန်နီ-၂လုံး(ပါးပါးလှီးပါ)/ခရမ်းချဉ်သီး-၂လုံး(အစေ့ထုတ်ပြီးပါးပါးလှီးပါ)/တရုတ်နံနံပင်-အနည်းငယ်(ပါးပါးလှီးပါ)/သံပုရာသီး-၁လုံး(အရည်ညှစ်ပါ)/ငါးငံပြာရည်-စားပွဲဇွန်း၃ဇွန်း/သကြား-လက်ဖက်ရည်ဇွန်း၂ဇွန်း/ငရုတ်သီးမှုန့်-လက်ဖက်ရည်ဇွန်း၁ဇွန်း",
    "recipe_direction":"၁။ အရင်ဆုံး ခွက်တစ်ခုထဲ (သကြား ၊ ငါးငံပြာရည် ) များကို သကြားအရည်ပျော်တဲ့  အထိ ရောမွှေပေးထားပါ။/၂။ အရင်ဆုံး ဒယ်အိုးထဲ ဆီ(စားပွဲဇွန်း ၂ဇွန်း) ထည့်ပြီး ဝက်အူချောင်းများကို ၂မိနစ် ခန့် ကြော်ပေးပါ။/၃။ ပြီးလျှင် ဝက်အူချောင်းများကို အပါးအစောင်း လှီးပေးပါ။/၄။ ပဲကြာဆံကို ရေစိမ်ထားပေးပါ။ ပြီးလျှင် ပဲကြာဆံကို တစ်ဝက်ဖျက်ပေးပါ။/၅။ ပြီးနောက် ဒယ်အိုးထဲ ရေတစ်ဝက်ခန့် ထည့်ပြီး ဆူအောင်တည်ပါ။ ဆူလာလျှင် ပဲကြာဆီများကို ၂ မိနစ်ခန့် ထည့်ပြုတ်ပြီး ဆန်ခါဖြင့် ပြန်ဆယ်ထားပေးပါ။/၆။ သုပ်ဖို့ အဆင်သင့် ဖြစ်ပြီဆိုလျှင် ဇောက်ပန်းကန် တစ်ခုထဲ (ပဲကြာဆီ ၊ ဝက်အူချောင်း ၊ ခရမ်းချဉ်သီး ၊ ကြက်သွန်နီ ၊ ငါးငံပြာရည် ၊ သကြား၊ ငရုတ်သီးမှုန့်၊ နံနံပင်တို့ကို  ထည့်ပြီး သမအောင် ရောနယ်လိုက်ပါ။/၇။ အရသာရှိသော ဝက်အူချောင်နှင့် ပဲကြာဆံအစပ်သုပ်ကို သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"33",
    "categories_id":"6",
    "recipe_title":"ထိုင်းစတိုင်လ်ကြက်အူချောင်း ၊ သခွားသီးသုပ်",
    "recipe_image":"https://i.postimg.cc/3wgV8WpF/international_thaikyat.jpg",
    "recipe_ingredient":"ကြက်အူချောင်း-၄ချောင်း/သခွားသီး-တစ်ဝက်(အစေ့ထုတ်ထပ်ခြမ်းခြမ်းပြီး ပါးပါးလှီးပေးပါ)/ကြက်သွန်နီ-၂လုံး(ပါးပါးလှီးပါ)/ငရုတ်သီးစိမ်း-၃တောင့်(ပါးပါးလှီးပါ)/သံပုရာရည်-စားပွဲဇွန်း၁ဇွန်း/ပဲငံပြာရည်-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/သကြား-လက်ဖက်ရည်ဇွန်း၂ဇွန်း/ဟင်းရွက်ဆီ-စားပွဲဇွန်း၂ဇွန်း",
    "recipe_direction":"၁။ အရင်ဆုံး ဒယ်အိုးထဲ ဆီထည့်ပြီး ကြက်အူချောင်းများကို ကျက်သည်အထိ ၁မိနစ်ခန့် ထည့်ကြော်ပေးပါ။/၂။ ပြီးလျှင် ကြက်အူချောင်းများကို ဓားဖြင့် အပါးအစောင်းလှီးပေးပါ။/၃။ ထို့နောက် ခွက်တစ်ခုထဲ ဆော့စ်ရည်အတွက် (သံပုရာရည် ၊ သကြား ၊ ပဲငံပြာရည်၊ ငရုတ်သီးနီ) တို့ကို သကြားအရည်ပျော်သည်အထိ ရောမွှေထားပါ။/၄။  ပြီးနောက် ဇောက်ပန်းကန်လုံးထဲ (ကြက်အူချောင်း၊ သခွားသီး၊ ကြက်သွန်နီ) တို့ကို ရောမွှေပြီး အပေါ်မှ ဆော့စ်ရည်များကို လောင်းထည့်လိုက်ပါ။/၅။ အရသာရှိသော ချိုစပ် ကြက်ဥချောင်းနှင့် သခွားသီးသုပ်ကို သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"34",
    "categories_id":"6",
    "recipe_title":"ဗီယက်နမ်စတိုင်လ် ငါးပေါင်း",
    "recipe_image":"https://i.postimg.cc/pr11GjbR/international_vietnum.jpg",
    "recipe_ingredient":"ငါး-၁ကောင်/ဆား-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/ကြက်သားမှုန့်-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/ငရုတ်ကောင်းမှုန့်-လက်ဖက်ရည်ဇွန်း၃ပုံ၁ပုံ/ကြက်သွန်မြိတ်-၁စည်း(အရှည်အစောင်းလှီးပါ)/ချင်းနု-၃၀ဂရမ်(စားပွဲဇွန်း၂ဇွန်း)/ငရုတ်သီးနီ-၂တောင့်(ပါးပါးလှီးပါ)/စပါးလင်-၁ခု(ပါးပါးလှီးပါ)/ပင်စိမ်း-၅ရွက်(နုပ်နုပ်စဉ်းပါ)/နံနံပင်-အနည်းငယ်(ပါးပါးလှီးပါ)/ငါးငံပြာရည်-စားပွဲဇွန်း၂ဇွန်း/သံပုရာရည်-စားပွဲဇွန်း၁ဇွန်း",
    "recipe_direction":"၁။ အရင်ဆုံး ငါးတစ်ကောင်ကို ကြေးခွံဖယ်ပြီး သန့်စင်အောင် ပြုလုပ်ပါ။/၂။ ပြီးမှ ဓားဖြင့် ငါးတစ်ဖက်တစ်ချက်ကို မွှန်းပေးပြီး အပေါ်မှ ဆား၊ ကြက်သားမှုန့်၊  ငရုတ်ကောင်းမှုန့်ဖြူးပေးပါ။/၃။ ပြီးနောက် ချင်းနု၊ ငရုတ်သီးနီ၊ စပါးလင်၊ကြက်သွန်မြိတ်၊ ပင်စိမ်း၊ နံနံပင်များကို ငါးဖြင့် ရောမွှေပြီး ပေါင်းအိုးဖြင့် ၁၅ မိနစ်ခန့်ပေါင်းပေးပါ။/၄။ ပေါင်အိုးဖြင့် ပေါင်းပြီးလို့ ငါးအသားကျက်ပြီဆိုလျှင် အပေါ်မှ ငါးငံပြာရည်၊ သံပုရာရည် ကို ရောမွှေပြီး ငါးပေါင်းပေါ်ကို လောင်းချလိုက်ပြီးရင် အရသာရှိစွာ သုံးဆောင်လို့ရပါပြီ။"
  },
  {
    "recipe_id":"35",
    "categories_id":"6",
    "recipe_title":"ဖီလစ်ပိုင်စတိုင်လ်အမဲသားသီးရွက်စုံ စတူး",
    "recipe_image":"https://i.postimg.cc/RF48N9L5/international_sausage.jpg",
    "recipe_ingredient":"အမဲသား-၄၀၀ဂရမ်/နာနတ်သီး-ဘူးဝက်(အတုံးများတုံးပေးပါ)/ခရမ်းချဉ်သီး-၃လုံး(နူးအိအောင်ပြုတ်ပြီးအခွံနွှာနုပ်နုပ်စဉ်းပါ)/ခရမ်းချဉ်သီးဆော့စ်-စားပွဲဇွန်း၂ဇွန်း/အာလူး-၂လုံး(နူးအောင်ပြုတ်ပြီး အတုံးများတုံးပါ)/ငရုတ်သီးပွ-၁ခု(အစေ့ထုတ်ရှည်ရှည်ပါးပါးလှီးပါ)/မုန်လာဥနီ-၁ခု(အခွံနွှာပြီးအရှည်ပါးပါးလှီးပါ)/သံလွင်သီး-ခွက်တစ်ဝက်/ကြက်အူချောင်း-၈ချောင်း/ကရဝေးရွက်-၂ရွက်/ကြက်သွန်ဖြူ-၃မွှာ(နုပ်နုပ်စဉ်းပါ)/ကြက်သွန်နီ-တစ်ဝက်(နုပ်နုပ်စဉ်းပါ)/ဆီ-စားပွဲဇွန်း၃ဇွန်း/ရေ-၃ခွက်(၅၀၀မီလီလီတာ)/ငရုတ်သီးဆော့စ်-စားပွဲဇွန်း၁ဇွန်း/ဆား-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/သကြား-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/ငရုတ်ကောင်းမှုန့်-လက်ဖက်ရည်ဇွန်းတစ်ဝက်ျ",
    "recipe_direction":"၁။ အရင်ဆုံး ခွက်တစ်ခွက်တည်းအမဲသားကို ဆား(လက်ဖက်ရည်ဇွန်းတစ်ဝက်) ၊ ငရုတ်ကောင်မှုန့်(အနည်းငယ်ဖြင့်) သမအောင် ရောနှယ်ထားပါ။/၂။ ပြီးလျှင် ဒယ်အိုးထဲ ဆီ(စားပွဲဇွန်း ၃ဇွန်း) ထည့်ပြီး ဆီပူလာလျှင် ကြက်သွန်ဖြူ ၊ ကြက်သွန်နီ ဆီသတ် ပေးပါ။/၃။ ပြီးနောက် အမဲသားထည့်ပြီး အရောင်ရအောင် ၃မိနစ်ခန့်ရောမွှေပေးပါ။/၄။ ပြီးမှ နာနတ်စည်သွတ်ရည်(ခွက်တစ်ဝက်)၊ ရေ (၅၀၀ မီလီလီတာ)၊ ခရမ်းချဉ်သီးအနှစ်၊ ခရမ်းချဉ်သီးဆော.စ်တို့ထည့်ပါ။/၅။ ထို့နောက်အမဲသားနူးသည်အထိ မီးနည်းနည်းဖြင့် အဖုံးအုပ်ကာ ၃၅-၄၅ မိနစ်ခန့်တည်ထားပေးပါ။/၆။ ရေကျန်ပြီးအမဲသားနူးအိပြီဆိုလျှင် အာလူး ၊ မုန်လာဥနီ၊ ငရုတ်သီးပွစိမ်း၊ မီနီ ကြက်အူချောင်း၊ နာနတ်သီး၊ သံလွင်သီး၊ ကရဝေရွက်တို့ကို ထည့်ပြီး နောက်ထပ်၅ မိနစ်ခန့် ထပ်တည်ပါ။/၇။ အရသာရှိသော ဖိလစ်ပိုင်စတိုင်လ် အမဲသား Susage နှင့် သီးရွက်အစုံစတူးကို ထမင်းပူူပူလေးနှင့် အရသာရှိစွာ သုံးဆောင်နိုင်ပါ သည်။"
  },
  {
    "recipe_id":"36",
    "categories_id":"6",
    "recipe_title":"ဖိလစ်ပိုင်စတိုင်လ်Adoboကြက်သားငရုတ်ကောင်းဟင်း",
    "recipe_image":"https://i.postimg.cc/zG9YD9Q8/international_adobo.jpg",
    "recipe_ingredient":"ကြက်ပေါင်-၄၅၀ဂရမ်(၂၈ကျပ်သား)/ရှလကာရည်-စားပွဲဇွန်း၃ဇွန်း/ပဲငံပြာရည်-စားပွဲဇွန်း၂ဇွန်း/ကြက်သွန်ဖြူ-၃မြွှာပါးပါးလှီးပါ/ငရုတ်ကောင်းစေ့-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/ကရဝေးရွက်-၂ရွက်/သကြား-စားပွဲဇွန်းတစ်ဝက်/ဟင်းရွက်ဆီ-စားပွဲဇွန်း၃ရွက်",
    "recipe_direction":"၁။ အရင်ဆုံးဇောက်ပန်းကန် တစ်ခုထဲ ပါဝင်ပစ္စည်းများဖြစ်သော (ကြက်သား၊ ရှလကာရည်၊ ပဲငံပြာရည်၊ ကြက်သွန်ဖြူ၊ ငရုတ်ကောင်းစေ.၊ ကရဝေးရွက်၊ သကြား) တို့ကို သမအောင်ရောနယ်လိုက်ပါ။/၂။ ပြီးနောက် ရောနယ်ထားသော ကြက်သားများကို ရေခဲသေတ္တာ (အောက်ထပ်)တွင် ထည့်ပြီး အနည်းဆုံး တစ်နာရီခန့်နှပ်ထားပေးပါ။/၃။ ပြီးလျှင် ဒယ်အိုးထဲ ဆီ(စားပွဲဇွန်း ၃ဇွန်း) ထည့်ပြီး ဆီပူလာလျှင် နှပ်ထားသော ကြက်သားထည့် အရောင်ရအောင် ၁မိနစ်ခန့် လုံးချက်ပါ။/၄။ ပြီးမှ ရေတစ်ခွက်ထည့်ပြီး ဆူအောင်တည်ထားပါ။ ကြက်သားနူးအိအောင်နောက်ထပ် နှစ်ရည်လောက်ထည့်ပေးပါ။/၅။ ဆီပြန်လာလျှင် Adobo ကြက်သားငရုတ်ကောင်းဟင်းကို အရသာရှိစွာ ထမင်းပူပူလေးဖြင့် သုံးဆောင်နိုင်ပါသည်။"
  },
  {
    "recipe_id":"37",
    "categories_id":"6",
    "recipe_title":"အနောက်တိုင်းစတိုင်လ် အမဲသားသားStroganoff",
    "recipe_image":"https://i.postimg.cc/sXmLW8TB/international_stroganoff.jpg",
    "recipe_ingredient":"အမဲသား-၂၀ကျပ်သား(အရှည်လိုက်ပါးပါးလေးများလှီးပါ)/ကြက်သွန်နီ-၃လုံး(ပါးပါးလှီး)/ထောပတ်-စားပွဲဇွန်း၃ဇွန်း/Brandyအရက်-စားပွဲဇွန်း၃ဇွန်း/ငရုတ်သီးမှုန့်-စားပွဲဇွန်းတစ်ဝက်/DijonMustard(French Mustard)-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/Cream-စားပွဲဇွန်းတစ်ဝက်/နို့မှုန့်-စားပွဲဇွန်း၄ဇွန်း/ဆား-လက်ဖက်ရည်ဇွန်း၂ဇွန်း/ကြက်သားမှုန့်-လက်ဖက်ရည်ဇွန်း၂ဇွန်း",
    "recipe_direction":"၁။ အမဲသားကို (ဆား၊ ကြက်သားမှုန့်၊ ငရုတ်သီးမှုန့်) တို့ဖြင့်နယ်ပြီး ပန်းကန်ပြား တစ်ခုထဲထည့်ပေးပါ။/၂။ ဒယ်အိုးထဲ ထောပတ်ထည့်ပြီး ပူလာလျှင် ပါးပါးလှီးထားသော ကြက်သွန်နီများကို ထည့်ပြီး ၁မိနစ်ခန့် မွှေပေးပါ။/၃။ ထို့နောက် နယ်ထားသောအမဲသားများကို ဒယ်အိုးထဲထည့်ပေးပြီး မီးအတင့် သင့်ဖြင့် ၂မိနစ်ခန့် တည်ထားပေးပါ။/၄။ ပြီးလျှင် brandy အရက်ကို  ဒယ်အိုးထဲထည့်လိုက်ပြီး Mustard  ကိုထည့်၍အဖုံးအုပ်ကာ မီးနည်းနည်းဖြင့် တည်ထားပါ။/၅။ ပြီးနောက် Cream (သို့) ဖျော်ထားသော နို့မှုန့်ကို လောင်းထည့်ပြီး မီးနည်းနည်းဖြင့် တည်ထားပေးပါ။/၆။ အပေါ့အငန် အတွက် လိုအပ်ပါက ဆား၊ ကြက်သားမှုန့်၊ ငရုတ်သီးမှုန့်ထပ်ထည့်ပေးပါ။မပစ်မကျဲအနေအထားရောက်လျှင် မီးဖိုပေါ်မှ ချလို့ရပါပြီ။/၇။ အရသာကောင်းမွန်သည့် အမဲသား Stroganoff ကိုသုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"38",
    "categories_id":"6",
    "recipe_title":"အီတလီစတိုင်လ် ပုစွန်ပါစတာ မရီနာရာ",
    "recipe_image":"https://i.postimg.cc/Gt3ZSr4J/international_italy.jpg",
    "recipe_ingredient":"ပါစတာ-၃၀၀ဂရမ်/ပုစွန်ကျား-၂၀ကျပ်သား(အမြီးချန်အခွံနွှာကျောခွဲချေးထုတ်ထားပါ)/ကြက်သွန်ဖြူ-၃မြွှာ/ကြက်သွန်နီ-၁လုံး(နုပ်နုပ်စဉ်းပါ)/ခရမ်းချဉ်သီး-၄လုံး(အစေ့ထုတ်ပြီး၈စိတ်ပိုင်းပါ)/ခရမ်းချဉ်သီးနှစ်-ခွက်တစ်ဝက်/ရေ-ခွက်၄ပုံ၁ပုံ/ဆား-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/သကြား-လက်ဖက်ရည်ဇွန်းတစ်ဇွန်း/ငရုတ်ကောင်းမှုန့်-အနည်းငယ်/Permesanချိစ်-စားပွဲဇွန်း၄ဇွန်းစာ(ခြစ်တံဖြင့်ခြစ်ထည့်ပေးပါ)	/ကြက်သွန်မြိတ်-စားပွဲဇွန်း၁ဇွန်းစာ(ပါးပါးလှီးထားပါ)",
    "recipe_direction":"၁။ အရင်ဆုံး ပုစွန်ကျားများကို ဆား(လက်ဖက်ရည်ဇွန်းတစ်ဝက်)ဖြင့် သမအောင်ရောနယ်ထားပါ။/၂။ ထို့နောက် ဒယ်အိုးတစ်ခုထဲ ရေများများထည့် ရေဆူလာလျှင် ပါစတာများကို အထုပ်မှာပါသောအညွန်းအတိုင်း ၈-၁၁ မိနစ်ခန့်ပြုတ်ထားပေးပါ။/၃။ ပါစတာကျက်လျှင် ဆန်ခါဖြင့် ရေစစ်ပေးပြီး ဖယ်ထားပါ။/၄။ ပြီးလျှင် ဒယ်အိုးထဲ သံလွင်ဆီ(စားပွဲဇွန်း ၂ဇွန်း)ထည့် ဆီပူလာလျှင် ကြက်သွန်ဖြူ၊ ကြက်သွန်နီများကို ၁မိနစ်ခန့်ဆီသတ်ပေးပါ။/၅။ ပြီးမှ ခရမ်းချဉ်သီး၊ ခရမ်းချဉ်သီးနှစ်၊ ရေ တို့ကိုထည့်ပြီး ခရမ်းချဉ်သီးနွမ်းသည်အထိ ၅မိနစ်ခန့်အဖုံးအုပ်ပြီး တည်ထားပါ။/၆။ ပြီးနောက် ပုစွန်၊ ဆား၊ သကြားများထည့်ပြီး နောက်ထပ်၅မိနစ်ခန့်ထပ်တည်ထားပါ။/၇။ နောက်ဆုံးမှ ပါစတာထည့်ပြီး ပုစွန်၊ ခရမ်းချဉ်သီးဆော့စ်ရည် များဖြင့် သမအောင် ရောမွှေပြီး အပေါ်မှငရုတ်ကောင်းမှုန့်၊ ချိစ်၊ ကြက်သွန်မြိတ်များဖြူပေးပါ။/၈။ အရသာရှိသော ပုစွန်ပါစတာကို အရသာရှိစွာ သုံးဆောင်နိုင်ပါသည်။"
  },
  {
    "recipe_id":"39",
    "categories_id":"6",
    "recipe_title":"ကိုရီးယား စတိုင်လ် ကင်ချီထမင်းကြော်",
    "recipe_image":"https://i.postimg.cc/5N0hB4df/international_korea.jpg",
    "recipe_ingredient":"ထမင်း-၄ယောက်စာ/ဝက်သားသုံးထပ်သား-၂၀၀ဂရမ်/ကင်ချီ-ခွက်တစ်ဝက်(ပါးပါးလှီးပါ)/ပဲသီး-ခွက်၄ပုံ၁ပုံ/ရွှေပဲ-ခွက်၄ပုံ၁ပုံ/ပဲငံပြာရည်-လက်ဖက်ရည်ဇွန်း၂ဇွန်း/ဆား-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/ကြက်သားမှုန့်-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/သကြား-လက်ဖက်ရည်ဇွန်း၃ပုံ၁ပုံ/ကြက်သွန်ဖြူ-၂မြွာ(ပါးပါးလှီးပါ)/နှမ်း-လက်ဖက်ရည်ဇွန်း၂ဇွန်း/ကြက်ဥ-၃လုံး(ဆား၊ငရုတ်ကောင်းမှုန့်ဖြူးပြီးမကျက်တကျက်ကြော်ထားပါ)/ကြက်သွန်မြိတ်-၁စည်း(ပါးပါးလှီးပါ)/ဟင်းရွက်ဆီ-စားပွဲဇွန်း၂ဇွန်း",
    "recipe_direction":"၁။ အရင်ဆုံး ဝက်သားသုံးထပ်သားကို ဆား ( လက်ဖက်ရည်ဇွန်း တစ်ဝက်) ဖြင့် သမအောင် ရောနယ်ပေးပါ။/၂။ ပြီးလျှင် ဒယ်အိုးထဲ ဆီ(စားပွဲဇွန်း ၂ ဇွန်း) ထည့်ပြီး ဆီပူလာလျှင် ဝက်သားသုံးထပ်သားကို မီးနည်းနည်းဖြင့် နီညိုရောင်သမ်းပြီး ကျက်သည်အထိ အကြွပ်ကြော်ပေးပါ။ (ဝက်သားကြော်ထားတဲ့ ဝက်ဆီကို ဖယ်ထားပေးပါ)/၃။ ထို့နောက် အကြွပ်ကြော်ထားသော ဝက်သားသုံးထပ်သားကို  ဓားဖြင့် ပါးပါးလှီးပါ။ ကင်ချီထမင်းကြော် စကြော်ပါမည်။/၄။ ဒယ်အိုးထဲ ဝက်သားကြော်ထားတဲ့ ဝက်ဆီထည့်ပြီး ဆီပူလာလျှင် ကြက်သွန်ဖြူ ဆီသတ်ပေးပါ။/၅။ ပြီးနောက် ပဲသီး ၊ ရွှေပဲ၊ ဝက်သားသုံးထပ်သား ၊ ရေ (ခွက် ၄ပုံ ၁ပုံ) ၊ပဲငံပြာရည်၊ ဆား၊ ကြက်သားမှုန့်၊ သကြားတို့ကို ထည့်ပြီး မိနစ်ဝက်ခန့်တည်ထားပါ။/၆။ ထို့နောက် ကင်ချီ ၊ ထမင်းထည့်ပြီး သမအောင် ရောမွှေပြီး ၂ မိနစ်ခန့် မီးအသင့် အတင့် ဖြင့် တည်ထားပါ။/၇။ အပေါ်မှ နှမ်းဆီ ၊ နှမ်း ၊ကြက်သွန်မြိတ်များ ဖြူးပေးပါ။/၈။ အရသာရှိသော ကင်ချီထမင်းကြော်ကို ကြက်ဥကြော်ဖြင့် တွဲဖက်သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"40",
    "categories_id":"7",
    "recipe_title":"ပိန်းဥအဆာသွတ်ကြော်",
    "recipe_image":"https://i.postimg.cc/SNMrF3cW/vegetabke_painegg.jpg",
    "recipe_ingredient":"ပိန်းဥ-၂၀၀ဂရမ်/ကော်မှုန့်-စားပွဲဇွန်း၃ဇွန်း/Powder-လက်ဖက်ရည်ဇွန်း၃ပုံ၁ပုံ(တရုတ်ဟင်းခတ်အမွေးအကြိုင်)/ဆား-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/သကြား-စားပွဲဇွန်းတစ်ဝက်/ဟင်းရွက်ဆီ-စားပွဲဇွန်း၄ဇွန်း/မှိုပွင့်ဖြူ	-၅ခု(ရေနွေးပြုတ်ပြီးအတုံးသေးများတုံးထားပါ)/မုန်လာဥနီ-ခွက်တစ်ဝက်(အတုံးသေးများတုံးထားပါ)/ပဲ(Baked Bean)-ခွက်တစ်ဝက်/ပဲသီး-ခွက်တစ်ဝက်/ကြက်သွန်ဖြူ-၂မြွှာ(နုပ်နုပ်စဉ်းပါ)/ဟင်းရွက်ဆီ-စားပွဲဇွန်း၃ဇွန်း/ရေ-ခွက်တစ်ဝက်(၁၀၀မီလီလီတာ)/ခရုဆီ-စားပွဲဇွန်း၃ဇွန်း/ပဲငံပြာရည်(အချို)-စားပွဲဇွန်းတစ်ဝက်/ဆား-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/သကြား-လက်ဖက်ရည်ဇွန်းတစ်ဝက်",
    "recipe_direction":"၁။   အရင်ဆုံး ဒယ်အိုးထဲ ဆီ (စားပွဲဇွန်း ၂ဇွန်း) ထည့်၊ ဆီပူလာလျှင် ကြက်သွန်ဖြူ ဆီသတ်ပေးပါ။/၂။   ပြီးနောက် မှို၊ ပဲသီး၊ မုန်လာဥနီ၊ ပဲတို့ကို ထည့်ပြီး ၁မိနစ်ခန့် မွှေပေးပါ။/၃။   အရသာအတွက် ပဲငံပြာရည်၊ ခရုဆီ၊ ရေ(ခွက်တစ်ဝက်)၊ ဆား၊ သကြားတို့ကို ထည့်ပြီး ဆီပြန်သည်အထိ ရောမွှေပေးပါ။/၄။   ပြီးနောက် မီးပိတ်ပြီး ခွက်တစ်ခုထဲ ထည့်ကာ အအေးခံထားပေးပါ။/ပိန်းဥဒိုး လုပ်နည်း/၁။  အရင်ဆုံး ပိန်းဥများကို ပေါင်းအိုးဖြင့် မိနစ်၂၀ခန့် နူးအိသည်အထိ ထည့်ပေါင်းပေးပါ။/၂။   ပြီးလျှင် အခွံနွှာပြီး ခြေတံဖြင့် ပိန်းဥများကို ကြေသည်အထိ ခြေပေးပါ။/  ၃။  ထို့နောက် ခွက်တစ်ခုထဲ (ပိန်းဥ၊ ကော်မှုန့်၊ Five Spice Powder ဆား၊    သကြား) တို့ကို သမအောင် ပိန်းဥဒိုးသား နူးသည်အထိ ရောနယ်ပေးပါ။/၄။   ပြီးနောက် ဆီ(စားပွဲဇွန်း ၄ဇွန်း)ထည့်ပြီး သမအောင် ရောနယ်လိုက်ပါ။/ပိန်းဥ အဆာသွတ်နည်း/၁။   ခုစပြီး အဆာသွတ်ရန် ပိန်းဥဒိုးများကို ၆ခုစာခွဲပြီး လက်ဖြင့် အညီအမျှ အလုံးလေးများ လုံးလိုက်ပါ။/၂။   ပြီးနောက် ပိန်းဥဒိုးတစ်ခုကို အပြားလုပ်၊ ဟင်းသီးဟင်းရွက်အဆာသွတ်၊ ပြီးလျှင် ဒိုးသားဖြင့် ပြန်ပိတ်ပေးကာ အလုံးရှည်လေးများပြုလုပ်ပါ။/၃။   ထိုနည်းအတိုင်း ကျန်ပိန်းဥများကို အဆာသွတ် ပါ။/၄။   ပြီးလျှင် ပိန်းဥအဆာသွတ်များကို ကော်မှုန့်များ အနည်းငယ် ကပ်ပါ။/၅။   ဒယ်အိုးထဲ ဆီများများထည့်ပြီး ဆီပူလာလျှင် ပိန်းဥ အဆာသွတ်များကို ရွှေညို ရောင်သမ်းသည်အထိ ကြော်ပေးပြီး ပြန်ဆယ်ထားပါ။ အရသာရှိသော သတ်သတ်လွတ် ပိန်းဥ အဆာသွတ်ကြော်များကို သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
  "recipe_id":"41",
  "categories_id":"7",
  "recipe_title":"တရုတ်မုန်ညင်းအချို ကြော်(Bok Choy)",
  "recipe_image":"https://i.postimg.cc/L8FVHDVG/vegetable_china.jpg",
  "recipe_ingredient":"တရုတ်မုန်ညင်းဖြူ-၂စည်း(၂ပိုင်းဖြတ်ထားပါ)/ကြက်သွန်ဖြူ-၃မြွာ(နုပ်နုပ်စဉ်းပါ)/ချင်း-စားပွဲဇွန်းတစ်ဝက်(နုပ်နုပ်စဉ်းထားပါ)/ငရုတ်သီးနီ-၂တောင့်(အစေ့ထုတ်နုပ်နုပ်စဉ်းပါ)/သကြား-စားပွဲဇွန်း တစ်ဝက်/ပဲငံပြာရည်(အကြည်)-စားပွဲဇွန်း၁ဇွန်းခွဲ/ဟင်းရွက်ဆီ-စားပွဲဇွန်း၂ဇွန်း",
  "recipe_direction":"၁။  အရင်ဆုံး မုန်ညင်းဖြူကို ပွက်ပွက်ဆူနေသော အိုးထဲထည့်ကာ စက္ကန့်အနည်းငယ် ရေနွေးဖျော်ပေးပါ။/၂။  ပြီးမှ ရေပြန်စစ်ကာ မုန်ညင်းကို ဆား၊ ငရုတ်ကောင်းမှုန့် အနည်းငယ်ဖြင့် ရောနယ်၍ပန်းကန်တစ်ခုတွင် ဆီထားပေးပါ။/၃။  ထို့နောက် အပေါ်ကဆမ်းရန် ဆော့စ်ရည်ချက်ပါမည်။/၄။  ဒယ်အိုးထဲ ဆီထည့်ပြီး ဆီပူလာလျှင် ကြက်သွန်ဖြူ၊ ချင်း၊ ငရုတ်သီးတို့ကို အရောင် ပြောင်းသည်အထိ ဆီသတ်ပေးပါ။/၅။  ပြီးမှ ပဲငံပြာရည်၊ သကြားတို့ကို ရောထည့်ကာ သကြားအရည်ပျော်လျှင် မီးပြန်ပိတ်လိုက်ပါ။/၆။  ချက်ထားသော ဆောစ်ရည်များကို မုန်ညင်းပေါ်သို့ ဆမ်းပေးပြီး ထမင်းဖြင့် အရသာရှိရှိ သုံးဆောင်နိုင်ပါပြီ။"
},
  {
    "recipe_id":"42",
    "categories_id":"7",
    "recipe_title":"ကညွတ်နဲ့ တိုဟူးအချိုကြော်",
    "recipe_image":"https://i.postimg.cc/JhP35LWW/vegetable_kayut.jpg",
    "recipe_ingredient":"ဂျပန်တိုဟူး(အဝါ)-၂ခု(လက်မ၃ပုံ၂ပုံအရွယ်ပိုင်းဖြတ်ထားပါ)/ကညွတ်-၁စည်း(၃၈၀ဂရမ်၊၁လက်မအရွယ်ပိုင်းဖြတ်ထားပါ)/ကြက်သွန်ဖြူ	-၂မြွာ(နုပ်နုပ်စဉ်းပါ)/ကြက်သွန်နီ-၁လုံး(၈စိတ်စိတ်ပေးပါ)/ကော်မှုန့်-စားပွဲဇွန်း၁ဇွန်း(ရေစားပွဲဇွန်း၂ဇွန်းဖြင့်ရောဖျော်ထားပါ)/နှမ်းဆီ-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/ဟင်းရွက်ဆီ-စားပွဲဇွန်း၃ဇွန်း/ခရုဆီ-စားပွဲဇွန်း၃ဇွန်း/ရှာလကာရည်-စားပွဲဇွန်း၁ဇွန်း/သကြား-စားပွဲဇွန်း၂ဇွန်း/ငရုတ်ကောင်းမှုန့်-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/ပဲငံပြာရည်-စားပွဲဇွန်း၃ဇွန်း/ဆန်ဝိုင်-စားပွဲဇွန်း၁ဇွန်းခွဲ/ရေ-စားပွဲဇွန်း၃ဇွန်း",
    "recipe_direction":"၁။ အရင်ဆုံး ဒယ်အိုးထဲ ဆီများများထည့်ပြီး တိုဟူးများကို ရွှေညိုရောင်သန်းသည် အထိ ကြော်ပေးပြီး ဆယ်ပေးပါ။/၂။ ပြီးလျှင် ခွက်တစ်ခုထဲတွင် ဆော့စ်အတွက် ပါဝင်ပစ္စည်းများဖြစ်သော (ခရုဆီ၊ ရှလကာရည်၊ သကြား၊ ငရုတ်ကောင်းမှုန့်၊ ပဲငံပြာရည်၊ ဆန်ဝိုင်၊ ရေ)တို့ကို ရောမွှေ လိုက်ပါ။/ချက်ပြုတ်နည်း/၁။ အရင်ဆုံး ဒယ်အိုးထဲ ဆီ(စားပွဲဇွန်း ၃ဇွန်း)ထည့်ပြီး ဆီပူလျှင် ကြက်သွန်ဖြူ ၊  ကြက်သွန်နီ ဆီသတ်ပေးပါ။/၂။ ပြီးနောက် တိုဟူး ၊ ကညွတ်၊ ဆော့စ်ရည်များကို လောင်းထည့်ပြီး သမအောင် ရောမွှေကာ ၂မိနစ်ခန့် မီးအသင့်အတင့်ဖြင့် တည်ပေးပါ။/၃။ ပြီးနောက် ကော်ရည်  နှမ်းဆီထည့်ပြီး ရောမွှေကာ မီးပိတ်လိုက်ပါ။ အရသာရှိသော ကညွတ်နှင့် တိုဟူးအချိုကြော်ကို ထမင်းပူပူလေးဖြင့် သုံးဆောင်နိုင် ပါပြီ။"
  },
  {
    "recipe_id":"43",
    "categories_id":"7",
    "recipe_title":"ပုံလုံသီးနဲ့ ကြက်ဥ အစပ်မွှေကြော်",
    "recipe_image":"https://i.postimg.cc/V6vq7VY0/vegetable_ponloneegg.jpg",
    "recipe_ingredient":"ပုံလုံသီး-၁ခု(၂၀၀ဂရမ်)/ကြက်သွန်နီ-၁လုံး/ကြက်သွန်ဖြူ-၂မြွာ/ငရုတ်ပုစွန်နီ-၂ခု(ရေနွေးဖြင့်ပြုတ်ပြီးအစေ့ထုတ်ထားပါ)/ကြက်ဥ-၁လုံး(ဆား(လက်ဖက်ရည်ဇွန်း၃ပုံ၁ပုံ)ဖြင့်ခလောက်ထားပါ)/ဆား-လက်ဖက်ရည်ဇွန်း၃ပုံ၁ပုံ/ဟင်းရွက်ဆီ-စားပွဲဇွန်း၂ဇွန်း/ရေ-ခွက်၄ပုံ၁ပုံ",
    "recipe_direction":"၁။ အရင်ဆုံး ပုံလုံသီးကို ထပ်ခြမ်းခြမ်းပြီး အစေ့ထုတ်ထားပါ။/၂။ ပြီးနောက် ပုံလုံသီးကို မထူမပါး လှီးပေးပါ။/၃။ ငရုတ်ဆုံထဲ (ကြက်သွန်ဖြူ၊ ကြက်သွန်နီ၊ ငရုတ်သီး) တို့ကို ရောပြီး ညက်အောင် ထောင်းပေးပါ။/၄။ ပြီးလျှင် ဒယ်အိုးထဲဆီထည့် ဆီပူလာလျှင် ရောထောင်းထားသော ကြက်သွန်ဖြူ၊ နီ၊ ငရုတ်သီးတို့ကို ထည့် ဆီသတ်ပါ။/၅။ ထို့နောက် ပုံလုံသီး၊ ဆား ထည့်ပြီး အရောင်ရအောင် ၁မိနစ်ခန့်ရောမွှေပါ။/၆။ ပြီးလျှင် ပုံလုံသီးများကို ဒယ်ဘေးကပ်ပြီး  အလယ်သို့ ကြက်ဥ ထည့်ကာ ကြေအောင် မွှေပေးပါ။/၇။ ပြီးမှ ကြက်ဥမွှေကြော်နဲ့  ပုံလုံသီးများကို ရောမွှေပြီး ရေထည့်ကာ ရေခန်းသည် အထိ တည်ထားပေးပါ။/၈။ ရေခန်း ဆီပြန်လာလျှင် မီးပိတ်ပြီး အရသာရှိသော ပုံလုံသီးနဲ့ ကြက်ဥအစပ် မွှေကြော်ကို သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"44",
    "categories_id":"7",
    "recipe_title":"ခရမ်းသီးပေါင်မုန့်ခြောက်ကပ် အကြွပ်ကြော်",
    "recipe_image":"https://i.postimg.cc/FK9gSK8Z/vegetable_kayanthi.jpg",
    "recipe_ingredient":"ခရမ်းသီး-၁လုံး(၂လက်မအရှည်လက်မဝက်အထူလှီးပေးပါ)/ဂျုံမှုန့်-ခွက်တစ်ဝက်/ကြက်ဥ-၂လုံး(ခလောက်ထားပါ)/ပေါင်မုန့်ခြောက်-ခွက်တစ်ဝက်/ငရုတ်သီးအရောင်တင်မှုန့်-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/Thyme(သို့)Oregano-လက်ဖက်ရည်ဇွန်း၁ဇွန်း(အနောက်တိုင်းဟင်းခတ်အမွှေးအကြိုင်)/ဆား-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/ငရုတ်ကောင်းမှုန့်-လက်ဖက်ရည်ဇွန်း၃ပုံ၁ပုံ/ခရမ်းချဉ်သီးဆော့စ်-စားပွဲဇွန်း၂ဇွန်း",
    "recipe_direction":"၁။ အရင်ဆုံး ခရမ်းသီးကို ၂လက်မအရှည် ၊ ၁လက်မအထူ လှီးပေးပါ။/၂။ ပြီးနောက် ခရမ်းသီးပေါ်မှ ဆား အနည်းငယ်ဖြူပေးပါ။/၃။ ပြီးနောက် ခွက်တစ်ခုထဲ (ပေါင်မုန့်ခြောက်၊ ငရုတ်သီးမှုန့်၊ Thyme ၊ ဆား၊ ငရုတ် ကောင်းမှုန့်)တို့ကို ရောမွှေထားလိုက်ပါ။/၄။ အရင်ဆုံး ခရမ်းသီးကို ဂျုံမှုန့်များကပ်ပေးပါ။/၅။ ဂျုံကပ်ပြီးလျှင် ကြက်ဥခွက်ထဲ ခရမ်းသီးများကို နှစ်ပြီး စိမ်ပေးပါ။/၆။ ပြီးနောက် ပေါင်မုန့်ခြောက်ခွက်ထဲ ခရမ်းသီးများကို ထည့်ပြီး ပေါင်မုန့်ခြောက်ကပ်ပေးပါ။/၇။ ထိုနည်းတိုင်း ကျန်ခရမ်းသီးများကို ပေါင်မုန့်ခြောက်များကပ်ပေးပါ။/၈။ ပြီးလျှင် ဒယ်အိုးထဲ ဆီများမျာထည့်ပြီး ဆီပူလာလျှင် ခရမ်းသီးများကို ကြွပ်ရွသည်အထိ ထည့်ကြော်ပေးပါ။/၉။ ကြွပ်ရွပြီး စားလို့ကောင်းတဲ့ ခရမ်းသီးနှင့် ပေါင်မုန့်ခြောက်ကပ်ကြော်ကို သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"45",
    "categories_id":"7",
    "recipe_title":"ဂေါ်ရခါးသီးနှင့် မှိုဟင်းချို",
    "recipe_image":"https://i.postimg.cc/bw09dnCr/vegetable_goelakharmoe.jpg",
    "recipe_ingredient":"ဂေါ်ရခါးသီး-၁လုံး(အတုံးလတ်များတုံးထားပါ)/မှိုပွင့်ခြောက်-၅ခု(ရေနွေးဖြင့်ပြုတ်ပြီးထပ်ခြမ်းခြမ်းထားပါ)/မုန်လာဥနီ-၁ခု(လုံးကြီးအတုံးလတ်များတုံးထားပါ)/စပါးလင်-၁ခု(ဓားပြရိုက်ပြီးချည်ထားပါ)/ကြက်သွန်ဖြူ-၂မြွာ(ဓားပြရိုက်ထားပါ)/ဆား-စားပွဲဇွန်း၁ဇွန်း/ဟင်းခတ်မှုန် ့-စားပွဲဇွန်း၁ဇွန်း/သကြား-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/ရေနွေး-၁၂၀၀ မီလီလီတာ/နှမ်းဆီ-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/ငရုတ်ကောင်းမှုန့်-လက်ဖက်ရည်ဇွန်း၃ပုံ၁ပုံ/ကြက်သွန်မြိတ်-စည်းဝက်(၁လက်မအရွယ်ပိုင်းဖြတ်ပါ)",
    "recipe_direction":"၁။ အရင်ဆုံး Slow Cookerထဲ ရေနွေး(၁၂၀၀မီလီလီတာ) ထည့်လိုက်ပါ။/၂။ ပြီးနောက် ပါဝင်ပစ္စည်းများဖြစ်သော (စပါးလင်၊ ကြက်သွန်ဖြူ၊ ဂေါ်ရခါးသီး၊ မှို၊ မုန်လာဥနီ၊ ဆား၊ သကြား၊ ဟင်းခတ်မှုန့်)တို့ကို ထည့်ပြီး Slow Cookerဖြင့် ၂နာရီ ချက်ပေးပါ။/၃။ ဟင်းသီးဟင်းရွက်များ နူးအိပြီဆိုလျှင် အရသာ အနေတော ်မြည်းကြည့ပြီး ကြက်သွန်မြိတ် ၊ နှမ်းဆီ၊ ငရုတ်ကောင်းမှုန့် ဖြူးပေးပြီး မီးပိတ်လိုက်ပါ။/၄။ အရသာချိုစိမ့်သော ဂေါ်ရခါးသီးနှင့် မှိုဟင်းချို ကို အရသာရှိစွာ သုံးဆောင်လို့ ရပါပြီ။"
  },
  {
    "recipe_id":"46",
    "categories_id":"8",
    "recipe_title":"ချောကလက်အစေ့ပါသော ကိတ်မုန့်",
    "recipe_image":"https://i.postimg.cc/dtDp691p/Cake-1.jpg",
    "recipe_ingredient":"ကြက်ဥ-၄လုံး/သကြား-၁၈၀ဂရမ်/ထောပတ်-၂၅၀ဂရမ်/ဂျုံ	-၂၅၀ဂရမ်/နွားနို့-စားပွဲဇွန်း၆ဇွန်း/ဗနီလာအနံ့-အနည်းငယ်/ChocolateRice-စားပွဲဇွန်း၃ဇွန်း/BakingPowder-၈ဂရမ်",
    "recipe_direction":"၁။ဂျုံ ၊ ပွဆေးကို ဆန်ခါချထားပါ။ နွားနို့ကို ဗနီလာအနံ့ရအောင် ရောထားပါ။/၂။ မုန့်ဖုတ်ရန် အသင့်ဖြစ်ပြီဆိုလျှင် သကြားနှင့် ထောပတ်ကို ပွလာအောင် မွှေပေးပါ။/၃။ ကြက်ဥကို ဖြည်းဖြည်းချင်းထည့်ပြီးသမအောင် ထည့်မွှေပါ။ဂျုံ နှင့်နို့ကို သကြား ထောပတ်အရောထဲ  ထည့်မွှေပါ။/၄။ အရင်တုန်းကလုပ်နည်းတွေအတိုင်း ဂျုံ – နို့ - ဂျုံ – နို့ - ဂျုံ အစီအစဉ်အတိုင်း ထည့်မွှေပါ။/၅။နောက်ဆုံးမှ ချောကလက်များကိုထည့်မွေပါ။/၆။ပြီးလျှင် မုန့်နှစ်ကို မုန့်ဖုတ်မည့်ခွက်ထဲသို့ ထည့်ကာမျက်နှာပြင်ညှိပြီး (၁၆၀) ဒီဂရီ အပူပေးထားသော အာဗင်မှာ (၁)နာရီ မိနစ် (၂၀)ခန့် ဖုတ်ပါ။/၇။မုန့်ကျက်မကျက်ကို တုတ်လေးနဲ့ မုန့်သားအလယ်ကို ထိုးကြည့်ပါ။ မုန့်နှစ်ကပ်မပါလာလျှင် ရပါပြီ။"
  },
  {
    "recipe_id":"47",
    "categories_id":"8",
    "recipe_title":"လိမ္မော်အရသာ ကိတ်မုန့်",
    "recipe_image":"https://i.postimg.cc/tJcrwLTf/Cake-2.jpg",
    "recipe_ingredient":"ကိတ်ဂျုံ-၁၂၀ဂရမ်/ရိုးရိုးဂျုံ-၁၀ဝဂရမ်/ဆား-၂ဂရမ်/BakingPowder-၁၁ဂရမ်/ကြက်ဥနှစ်-၉လုံး/သကြား-၁၀ဝဂရမ်/ရေ-၁၄၀ဂရမ်/လိမ္မော်ရည်-၂၀ဂရမ်/ဟင်းရွက်ဆီ-၁၅၀ဂရမ်/ကြက်ဥအကာ-၉ခု/သကြား-၂၁၀ဂရမ်",
    "recipe_direction":"၁။ အစု(၁)ကို ဆန်ခါစစ်ထားပါ။/၂။ မွှေစက်ကိုသုံးပြီး ကြက်ဥအကာ၊ သကြား၊ Cream of Tar Tar ကို Soft Peak ရောက်အောင်မွှေထားပါ။ /၃။ ကြက်ဥနှစ်၊ သကြား၊ ရေ+လိမ္မော်ရည် နှင့် ဟင်းရွက်ဆီ	တို့ကို သမအောင်မွှေပါ။ ကိတ်ဂျုံ၊ ရိုးရိုးဂျုံ၊ ဆား၊Baking Powder	ကို ထည့်မွှေပါ။/၄။ မွှေထားတဲ့ ကြက်ဥအကာ၊ သကြား၊ Cream of Tar Tar ရဲ့ တစ်ဝက်ကိုလည်း ရောထားတဲ့ ကိတ်ဂျုံ၊ ရိုးရိုးဂျုံ၊ ဆား၊Baking Powder ၊ (၂)၊ (၃) ထဲကို ထည့်မွှေပါ။/၅။သမသွားလျှင် ကျန်တဲ့တစ်ဝက်ကို ထပ်ထည့်ပြီး သမအောင်မွှေပါ။၆။ ပြီးလျှင် မုန့်နှစ်ကို ဗန်းထဲထည့်ပြီး (၁၆၀) ဒီဂရီ အပူပေးထားသော အာဗင်မှာ (၁)နာရီခန့်ကြာအောင် ဖုတ်ပါ။/၇။ မုန့်ရလျှင် အာဗင်ထဲမှ ထုတ်ထုတ်ချင်း ဗန်းကို ဇောက်ထိုးထားပြီး လုံးဝအေးသည်အထိ အအေးခံပါ။/၈။ အေးသွားမှ မုန့်ကို ဗန်းထဲမှ ထုတ်ပြီး သုံးဆောင်ပါ။ မုန့်ထုတ်တဲ့အခါ Pallet knife ကိုသုံးပြီး ဗန်းမှ ခွာပေးပါ။"
  },
  {
    "recipe_id":"48",
    "categories_id":"8",
    "recipe_title":"သစ်သီးများနဲ့ အလှဆင်ထားတဲ့ မွေးနေ့ကိတ်",
    "recipe_image":"https://i.postimg.cc/hPJZTPZq/Cake-3.jpg",
    "recipe_ingredient":"ကြက်ဥ-၃လုံး/သကြား-၇၀ဂရမ်/ဂျုံ-၈၀ဂရမ်/ဆီ-၃၀ဂရမ်/ဗနီလာအနံ့-လက်ဖက်ရည်ဇွန်းလေးပုံတစ်ပုံ/BakingPowder-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/NonDairyWhippingCream-၂၀ဝဂရမ်",
    "recipe_direction":"၁။ မုန့်ဖုတ်မည့်ဗန်းထဲသို့ ထောပတ်သုတ်လိမ်းပြီး ဆီစိမ်စက္ကူခင်းထားပါ။ခရင်မ်ကို ပွလာအောင် ခေါက်ပြီးထားပါ။ မသုံးမချင်း ရေခဲသေတ္တာထဲထည့်ထားပါ။/၂။ ဂျုံနှင့် ပွဆေးကို ဆန်ခါချထားပါ။/၃။ ကြက်ဥနှင့် သကြားကို ဖြူးပြီး ပွလာအောင် စက်ဖြင့်ခေါက်ပါ။Ribbon Like Stage ရောက်သည်အထိ ခေါက်ရပါမယ်။/၄။ ပြီးလျှင် ဂျုံ+ပွဆေး(ဆန်ခါချပြီးသား)ကို အသာအယာရောမွှေပေးပါ။/၅။ နောက်ဆုံးမှ ဆီ+ဗနီလာကို ရောမွှေပြီး မုန့်နှစ် သုံးပုံတစ်ပုံဖြင့် ရောပါ။/၆။ ပြီးလျှင် ၎င်းမုန့်နှစ်ကို ကျန်မုန့်နှစ်များထဲ ထည့်မွှေပါ။/၇။ ထို့နောက် (၁၇၀)ဒီဂရီ အပူပေးထားသော အာဗင်ထဲသို့ ၂၅ မိနစ်ခန့် ဖုတ်ပါ။/၈။ မုန့်ကျက်မကျက်ကိုသိရန် မုန့်သားအလယ်ကို စူးတံသုံး၍စမ်းပါ။/၉။လုံးဝမုန့်ကျက်လျှင် ဗန်းမှထုတ်ပြီး အအေးခံကာ (၃)လွှာရအောင် ရေပြင်ညီအတိုင်း လှီးပါ။/၁၀။ ထို့နောက် အသင့်ပြင်ထားသော ခရင်မ်ကကို တစ်လွှာချင်းထည့်ပြီး နောက်ဆုံးမှာ မျက်နှာပြင်ညီအောင် ညှိပါ။/၁၁။ အလွှာများကြားမှာ မိမိနှစ်သက်ရာ ယို (သို့မဟုတ်) သစ်သီးများ ထည့်နိုင်ပါတယ်။/၁၂။ နောက်ဆုံးမှာ သစ်သီးများသုံး၍ အလှဆင်ပြီးလျှင် အရသာရှိပြီး မျက်နှာပန်းလှတဲ့ မုန့်အသင့်ဖြစ်ပါပြီ။"
  },
  {
    "recipe_id":"49",
    "categories_id":"8",
    "recipe_title":"ချောကလက်ကိတ်",
    "recipe_image":"https://i.postimg.cc/Qd16YYr4/Cake-4.jpg",
    "recipe_ingredient":"ကြက်ဥ-၃လုံး/သကြား-၇၀ဂရမ်/ဂျုံ-၇၀ဂရမ်/ဆီ-၃၀ဂရမ်/ဗနီလာအနံ-လက်ဖက်ရည်ဇွန်းလေးပုံတစ်ပုံ/BakingPowder-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/ကိုကိုးမှုန့်-၁၀ဂရမ်/NonDairyWhippingCream-၃၀ဝဂရမ်/ချောကလက်-၁၅၀ဂရမ်",
    "recipe_direction":"၁။ မုန့်ဖုတ်မည့်ဗန်းထဲသို့ ထောပတ်သုတ်လိမ်းပြီး ဆီစိမ်စက္ကူခင်းထားပါ။No Dairy Whipping Cream+ချောကလက် (၂)မျိုးလုံးကိုရောပြီး ရေနွေးငွေ့ခံ၍ အပူပေးကာ အရည်ပျော်အောင်လုပ်ပြီး ပြန်အအေးခံထားပါ။ လုံးဝအေးမှ ခရင်မ်အနေအထားရောက်အောင် စက်ဖြင့်ပြန်ခေါက်ထားပါ။/၂။ ဂျုံ၊ ကိုကိုးမှုန့် နှင့် Baking powder  တို့ကို ဆန်ခါချထားပါ။/၃။ ကြက်ဥနှင့် သကြားကို ဖြူးပြီး ပွလာအောင် စက်ဖြင့်ခေါက်ပါ။ Ribbon Like Stages ရောက်သည်အထိ ခေါက်ရပါမယ်။/၄။ ပြီးလျှင် ဂျုံ+ပွဆေး+ကိုကိုးမှုန့် (ဆန်ခါချပြီးသား)ကို အသာအယာ ရောမွှေပေးပါ။/၅။ နောက်ဆုံးမှ ဆီ+ဗနီလာကို ရောမွှေပြီး မုန့်နှစ် သုံးပုံတစ်ပုံဖြင့် ရောပါ။/၆။ ပြီးလျှင် ၎င်းမုန့်နှစ်ကို ကျန်မုန့်နှစ်များထဲ ထည့်မွှေပါ။/၇။ ထို့နောက် (၁၇၀)ဒီဂရီ အပူပေးထားသော အာဗင်ထဲသို့ ၂၅ မိနစ်ခန့် ဖုတ်ပါ။/၈။ မုန့်ကျက်မကျက်ကိုသိရန် မုန့်သားအလယ်ကို စူးတံသုံး၍စမ်းပါ။/၉။ လုံးဝမုန့်ကျက်လျှင် ဗန်းမှထုတ်ပြီး အအေးခံကာ (၃)လွှာရအောင် ရေပြင်ညီအတိုင်း လှီးပါ။/၁၀။ ထို့နောက် အသင့်ပြင်ထားသော ခရင်မ်ကကို တစ်လွှာချင်းထည့်ပြီး နောက်ဆုံးမှာ မျက်နှာပြင်ညီအောင် ညှိပါ။/၁၁။ ပြီးလျှင် မုန့်ကိုကျန်တဲ့ချောကလက်ရည်များဖြင့် လောင်းချ၍ အလှဆင်ပြီးလျှင် အရသာရှိပြီး မျက်နှာပန်းလှတဲ့ မုန့်အသင့်ဖြစ်ပါပြီ။"
  },
  {
    "recipe_id":"50",
    "categories_id":"8",
    "recipe_title":"ချောကလက်ခရင်မ်ကိတ်",
    "recipe_image":"https://i.postimg.cc/XqqH2VVd/Cake-5.jpg",
    "recipe_ingredient":"ကြက်ဥ-၂လုံး/သကြား-၁၀ဝဂရမ်/ဂျုံ-၁၀ဝဂရမ်/နွားနို့-စားပွဲဇွန်း(၂)ဇွန်း/ထောပတ်-၁၂၀ဂရမ်/BakingPowder-၄ဂရမ်/ကိုကိုးမှုန့်-စားပွဲဇွန်း(၂)ဇွန်း/NonDairyWhippingCream	-၁၅၀ဂရမ်/SemisweetChocolate-၁၅၀ဂရမ်",
    "recipe_direction":"၁။ ဂျုံ၊ ကိုကိုးမှုန့် နှင့်Baking powder တို့ကို ဆန်ခါချထားပါ။Whipping Cream+Semisweet Chocolate (၂)ခုကိုရော၍ ရေနွေးငွေ့နဲ့ အပူပေးထားပြီး ခပ်စေးစေးအနေအထား ရောက်အောင်အအေးခံထားပါ။ /၂။ ထောပတ်နှင့် သကြားကို ပွလာအောင်မွှေပေးပါ။/ ၃။ ကြက်ဥကို တစ်လုံးချင်းထည့်ပြီး သမအောင် ထည့်မွှေပါ။/၄။ ဂျုံအရောနှင့် နို့ကို သကြားထောပတ်အရောထဲ ထည့်မွှေပါ။/၅။ ထို့နောက် မုန့်ဖုတ်မည့်ခွက်ထဲကို ထည့်ပြီး (၁၇၀)ဒီဂရီမှာ (၁၈)မိနစ် ဖုတ်ပါ။/၆။ မုန့်ကျက်မကျက်ကို သိရန် Cakee Skewer ဖြင့် မုန့်သားအလယ်ကို ထိုးကြည့်ပါ။ မုန့်နှစ်ကပ်မပါလာလျှင် ရပါပြီ။/၇။ မုန့်များကို အအေးခံပြီး ချောကလက်ခရင်မ်ဖြင့် နှစ်သက်ရာပုံဖော်ကာ အလှဆင်ပါ။"
  },
  {
    "recipe_id":"51",
    "categories_id":"8",
    "recipe_title":"ချောကလက်ရည်နဲ့ အုန်းသီးမှုန့်ဖုံးကိတ်",
    "recipe_image":"https://i.postimg.cc/1tJ7cgZy/Cake-6.jpg",
    "recipe_ingredient":"ကြက်ဥ-၂လုံး/သကြား-၄၀ဝဂရမ်/ဂျုံ-၇၀ဂရမ်/ဆီ-၁၅ဂရမ်/BakingPowder-၂ဂရမ်/ဗနီလာအနံ့-၂စက်ခန့်/ထောပတ်-၃၀ဂရမ်/SemisweetChocolate-၂၀ဝဂရမ်",
    "recipe_direction":"(၁) Four/Banking Powder   ကို ဆန်ခါချထားပါ။ 8”*11”လက်မဗန်းကို ဆီစိမ်စက္ကူခင်းထားပါ။ထောပတ် + Semisweet Chocolate (၂)ခုကိုရော၍ အရည်ပျော်အောင် Double Boil လုပ်ထားပါ။/(၂)	ကြက်ဥနှင့် သကြားကို ျွငဘဘသည ူငုန ှအေါန ဖြစ်သည်အထိ စက်နဲ့မွှေပါ။ဗနီလာအနံ့ကိုလည်း ထည့်မွှေပါ။/(၃)	Flour Mixture ကို ထည့်ပြီး သမအောင် ဖြည်းဖြည်းမွှေပါ။ အရမ်းမွှေလို့မရပါ။/(၄)	နောက်ဆုံးမှ ဆီကို မုန့်သားနည်းနည်းရောမွှေပြီး ကျန်မုန့်နှစ်များထဲ လောင်းထည့်ကာ အသာအယာ ထပ်မွှေပါ။/(၅)	ပြီးလျှင် မုန့်နှစ်ကို ဆီစိမ်စက္ကူခင်းထားတဲ့ မုန့်ဗန်းထဲထည့်ပြီး (၁၇၀) ဒီဂရီ အပူပေးထားသော အာဗင်မှာ (၁၄)မိနစ်ခန့် ကြာအောင်ဖုတ်ပါ။ ပြီးလျှင် အအေးခံပါ။/(၆)	ပြီးလျှင် ကိတ်ကို လေးထောင့်တုံးများ တုံးပေးပါ။/(၇)	ကိတ်အလွှာ(၂)ခုကြားမှာ ချောကလက်(သို့မဟုတ်)စတော်ဘယ်ရီယို နှစ်သက်ရာ ထည့်နိုင်ပါတယ်။/(၈)	ချောကလက်ညှပ်ထားတဲ့ ကိတ်အလွှာကို(၂)ခုကို အရည်ဖျော်ထားတဲ့ ချောကလက်ရည်ထဲနှစ်ပြီး ဆယ်ယူထားပါ။/(၉)	ထို့နောက် အုန်းသီးမှုန့်များကပ်ပြီး အလှဆင်လိုက်လျှင် အရသာရှိတဲLamigton ရပါပြီ။"
  },
  {
    "recipe_id":"52",
    "categories_id":"9",
    "recipe_title":"အမဲအစာသွတ်ဂျုံမုန့်ဖုတ်",
    "recipe_image":"https://i.postimg.cc/rsyJLwCs/Pastries-1.jpg",
    "recipe_ingredient":"အမဲသား-၁၀ဝဂရမ်/အာလူး-၄လုံး/ကြက်သွန်နီ-၁ဥ/ReadyMadePuffPastry	",
    "recipe_direction":"(၁)	မုန့်မလုပ်ခင် အဆာသွတ်ဖို့အတွက် အသားနှင့် အာလူးကို ပြင်ရပါမယ်။ အာလူးများကိုပြုတ်ပြီး အတုံးငယ်များတုံးထားပါ။ ကြက်သွန်ကိုလည်း ခပ်ကြီးကြီးလေး စိတ်ထားပါ။/(၂)	အမဲသားကို ခရုဆီ စားပွဲဇွန်း(၁)ဇွန်း၊ နှမ်းဆီ လက်ဖက်ရည်ဇွန်း(၁)ဇွန်း၊ ပဲငံပြာရည်အနောက် အနည်းငယ်နဲ့ ဆား လက်ဖက်ရည်ဇွန်းတစ်ဝက်ခန့် ထည့်နယ်ပါ။/(၃)	ဆီ စားပွဲဇွန်း(၂)ဇွန်းကို အပူပေးပြီး ကြက်သွန်ကို နွမ်းအောင်ကြော်ပါ။ အမဲသားများကိုလည်း ထည့်ကြော်ပေးပြီး အာလူးကိုပါ ရောထည့်ပါ။ အမဲသားအရောင်ပြောင်းလျှင် မဆလာအနည်းငယ်ထည့်ပြီး အပေါ့အငန်မြည်းကာ ဆားလိုလျှင် ထပ်ထည့်ပါ။ လုံးဝအေးသွားအောင် အအေးခံပါ။/(၄)	Puff Pastry ကို မသုံးခင် ပျော့သွားအောင် ရေခဲသေတ္တာထဲမှ (၁၀)မိနစ်ခန့် ကြိုထုတ်ပါ။/(၅)	Puff Pastrt ပျော့သွားပြီဆိုလျှင် လေးထောင့်အပြားများရအောင် လှီးဖြတ်ပါ။/(၆)	မုန့်သားအလယ်မှာ ကြော်ထားတဲ့အသားနှင့် အာလူးများကိုထည့်ပြီး မုန့်အနားသားများကို ကြက်ဥရည်သုတ်ပြီး ခေါက်ချပေးပါ။ ပိုကပ်သွားအောင် ခက်ရင်းနဲ့ အရာပေးပါ။/(၇)	မုန့်များအသင့်ဖြစ်ပြီဆိုလျှင် မဖုတ်ခင်မှာ ကြက်ဥရည်သုတ်ပေးပြီး (၁၉၀) ဒီဂရီ အပူပေးထားသော အာဗင်မှာ (၂၅) မိနစ်ခန့်ဖုတ်ပါ။/(၈)	အေးသွားလျှင် ကော်ဖီနဲ့ တွဲဖက်စားလို့ အလွန်လိုက်တဲ့ Beef Puff အသင့်ဖြစ်ပါပြီ။"
  },
  {
    "recipe_id":"53",
    "categories_id":"9",
    "recipe_title":"အုန်းသီးအဆာသွတ်",
    "recipe_image":"https://i.postimg.cc/pTHCqZmD/Pastries-2.jpg",
    "recipe_ingredient":"အုန်းသီးခြစ်ပြီးသား-၁ခွက်/သကြား-စားပွဲဇွန်း(၄)ဇွန်း/ထန်းလျက်ရည်-စားပွဲဇွန်း(၁)ဇွန်း/ReadyMadePuffPastry",
    "recipe_direction":"(၁)	မုန့်မလုပ်ခင် အဆာသွတ်ဖို့အတွက် အုန်းသီး၊ သကြားနှင့် ထန်းလျက်ရည်တို့ကို ရောမွှေထားပါ။/(၂)	Puff pastry ကို မသုံးခင် ပျော့သွားအောင် ရေခဲသေတ္တာထဲမှ (၁၀)မိနစ်ခန့် ကြိုထုတ်ထားပါ။/(၃)	Puff Pastry ပျော့သွားပြီဆိုလျှင် လေးထောင့် အပြားများရအောင် လှီးဖြတ်ပေးပါ။/(၄)	မုန့်သားအလယ်ကို အုန်းသီးအရောများကို ဖြည့်ပါ။/(၅) မုန့်အနားသားများကို ကြက်ဥအရည်သုတ်ပြီး ခေါက်ချပေးပါ။/(၆) ပိုကပ်သွားအောင် ခက်ရင်းနဲ့ အနားသတ်ပတ်လည် အရာပေးပါ။/(၇)	မုန့်များအသင့်ဖြစ်ပြီဆိုလျှင် မဖုတ်ခင်မှာ ကြက်ဥရည်သုတ်ပေးပြီး (၁၉၀) ဒီဂရီ အပူပေးထားသော အာဗင်မှာ (၂၅) မိနစ်ခန့်ဖုတ်ပါ။/(၈) အေးသွားလျှင် ကော်ဖီနဲ့ တွဲဖက်စားလို့ အလွန်လိုက်တဲ့ ဏက် အသင့်ဖြစ်ပါပြီ။"
  },
  {
    "recipe_id":"54",
    "categories_id":"9",
    "recipe_title":"စတော်ဘယ်ရီချိစ်",
    "recipe_image":"https://i.postimg.cc/zvdkDY0j/Pastries-3.jpg",
    "recipe_ingredient":"စတော်ဘယ်ရီ-၃လုံးခန့်(သေးသေးလေးလှီးထားပါ။)/သကြား-စားပွဲဇွန်း၂ဇွန်း/ခရင်မ်ချိစ်-၁၂၀ဂရမ်/ကြက်ဥ-(၁)လုံး(ခေါက်ထားပါ။)/သကြား-စားပွဲဇွန်း၄ဇွန်းခန့်ကိုရေလက်ဖက်ရည်ဇွန်း၂ဇွန်းခန့်နဲ့ရောမွှေပေးပါ။/ReadyMadePuffPastry",
    "recipe_direction":"(၁) ပထမဆုံး Puff Pastry ကို မသုံးခင် ပျော့သွားအောင် ရေခဲသေတ္တာထဲမှ (၁၀)မိနစ်ခန့် ကြိုထုတ်ထားပါ။/(၂) ခရင်မ်ချိစ်နှင့် သကြားကို ရောမွှေပါ။/(၃) Puff Pastryကို (၁၂)စိတ်ရအောင် စိတ်ပြီး အလယ်မှာ ခရင်မ်ချိစ်တင်ရန် အရာပေးပါ။/(၄) ခရင်မ်ချိစ် စားပွဲဇွန်း(၁)ဇွန်းခန့်ကို အရာပေးထားသော မုန့်အလယ်မှာ တင်ပြီး စတော်ဘယ်ရီ တင်ပေးပါ။/(၅) ဗန်းပေါ်ဖြန့်ခင်းပြီး ကြက်ဥရည်သုတ်ကာ (၁၈၀) ဒီဂရီ အပူပေးထားသော အာဗင်မှာ (၁၅) မိနစ်ခန့်ဖုတ်ပါ။/(၆) လုံးဝအေးသွားလျှင် Sugar Glaze သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"55",
    "categories_id":"9",
    "recipe_title":"တူနာနဲ့ ချိစ်",
    "recipe_image":"https://i.postimg.cc/Hx92KyMF/Pastries-4.jpg",
    "recipe_ingredient":"တူနာအစပ်-၁ဘူး/ခရမ်းချဉ်သီး-အနည်းငယ်/ချိစ်-ခပ်များများ/FrozeSpinash-အနည်းငယ်(မထည့်လည်းရပါတယ်)/ReadyMadePuffPastry",
    "recipe_direction":"(၁) ပထမဆုံး ဏက် ဏျေအမပ ကို မသုံးခင် ပျော့သွားအောင် ရေခဲသေတ္တာထဲမှ (၁၀)မိနစ်ခန့် ကြိုထုတ်ထားပါ။/(၂) Puff Pastry ပျော့သွားပြီဆိုလျှင် လေးထောင့်အပြားများရအောင် လှီးဖြတ်ပါ။/(၃) မုန့်သားအလယ်မှာ တူနာ၊ ှစငညျေ့ ၊ ခရမ်းချဉ်သီး လှီးပြီးသား၊ ချိစ်နဲ့ အဆိမ့်ကြိုက်လျှင် မရောနိစ် ခပ်များများထည့်ပြီး မုန့်အနားသားများကို ကြက်ဥရည်သုတ်ပြီး ခေါက်ချပေးပါ။/(၄) ပိုကပ်သွားအောင် ခက်ရင်းနဲ့ အရာပေးပါ။/(၇) မုန့်များအသင့်ဖြစ်ပြီဆိုလျှင် မဖုတ်ခင်မှာ ကြက်ဥရည်သုတ်ကာ (၁၉၀) ဒီဂရီ အပူပေးထားသော အာဗင်မှာ (၂၅) မိနစ်ခန့်ဖုတ်ပါ။/(၈) အရသာရှိတဲ့ ညစာတစ်ပွဲ အဆင်သင့်ဖြစ်ပါပြီ။"
  },
  {
    "recipe_id":"56",
    "categories_id":"9",
    "recipe_title":"ခရင်မ်ချိစ် ချိုငန်ဆိမ့်",
    "recipe_image":"https://i.postimg.cc/Zq3j8g5b/Pastries-5.jpg",
    "recipe_ingredient":"ခရင်မ်ချိစ်-၇၀ဂရမ်/CheddarCheese-အနည်းငယ်(ကိုယ်ကြိုက်သလောက်)/ReadyMadePuffPastry-၁ချပ်(၈လက်မပတ်လည်)",
    "recipe_direction":"(၁) Puff Pastry  (၁)ချပ်ကို (၁၂)ပိုင်းရအောင် ပိုင်းထားပါ။/(၂) ပထမဦးစွာ ပိုင်းထားသော (၁)ပိုင်းကိုယူပြီး ခရင်မ်ချိစ် လက်ဖက်ရည်ဇွန်း(၁)ဇွန်း ဖြန့်ခင်းပါ။/(၃) Cheddar chese လည်းဖြူးပြီး ဒုတိယတစ်ပိုင်းကို တင်ပါ။။(၄) ၎င်းအပိုင်းပေါ်မှာလည်း ပထမအပိုင်းအတိုင်း ချိစ်များဖြူးပြီးနောက် နောက်ဆုံးတစ်ပိုင်းကို ထပ်၍တင်ပါ။။(၅) ကျန်အပိုင်းများကိုလည်း အဲနည်းအတိုင်းလုပ်ပါ။။(၆) စုစုပေါင်း (၄)ခုထွက်ပါတယ်။ ထို့နောက် ကြက်ဥရည်သုတ်လိမ်းပြီး (၁၉၀) ဒီဂရီ အပူပေးထားသော အာဗင်မှာ (၂၀) မိနစ်ခန့်ဖုတ်ပါ။။(၇) အေးလျှင် သုံးဆောင်နိုင်ပါပြီ။"
  },
  {
    "recipe_id":"57",
    "categories_id":"10",
    "recipe_title":"အမဲသားနှင့် Broccolii ကြော်",
    "recipe_image":"https://i.postimg.cc/L55jT2c1/diet-and-health-1.jpg",
    "recipe_ingredient":"အမဲသား-၄၀၀ဂရမ်(အရှည်ပါးပါးလှီးပေးပါ)/ပန်းမုန္လာစိမ်း-၂ခွက်စာ(အတုံးများတုံးထားပါ)/ငရုတ်သီးပွနီ-၁ခု(အစေ့ထုတ်ပြီးပါးပါးလှီးထားပါ)/ကြက်သွန်ဖြူ-၂မြွှာ(နုပ်နုပစဉ်းထားပါ)/ကော်မှုန့်-စားပွဲဇွန်းတစ်ဝက်(ရေစားပွဲဇွန်းတစ်ဇွန်းဖြင့်ရောမွှေပါ)/ခရုဆီ-စားပွဲဇွန်း၂ဇွန်း/ပဲငံပြာရည်-စားပွဲဇွန်းတစ်ဇွန်း/နှမ်းဆီ-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/ဆီ-စားပွဲဇွန်း၂ဇွန်း/ဆန်ဝိုင်-စားပွဲဇွန်း၂ဇွန်း/ပဲငံပြာရည်-လက်ဖက်ရည်ဇွန်း၁ဇွန်း/ကြက်သားမှုန့်-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/သကြား-လက်ဖက်ရည်ဇွန်းတစ်ဇွန်း/ငရုတ်ကောင်းမှုန့်-လက်ဖက်ရည်ဇွန်း၈ပုံ၁ပုံ",
    "recipe_direction":"၁။ အရင်ဆုံး အမဲသားကို နှပ်ထားရန် ပါဝင်ပစ္စည်းများဖြစ်သော (ဆန်ဝိုင်၊ ပဲငံပြာရည်၊ သကြား၊ ကြက်သားမှုန့်၊ငရုတ်ကောင်းမှုန့်) တို့ဖြင့် သမအောင် ရောမွှေပြီး ရေခဲသေတ္တာ(အောက်ထပ်) ထည့်ပြီး ၁နာရီခန့်နှပ်ထာပေးပါ။/၂။ ပြီးနောက် ဒယ်အိုးထဲ ဆီထည့် ဆီပူလာလျှင် ကြက်သွန်ဖြူ ဆီသတ်ပေးပါ။/၃။ ပြီးလျှင် အမဲသားထည့် ၂မိနစ်ခန့် ဆီပူထိုးထားပြီး ရေ(ခွက်တစ်ဝက်) ထည့်ပေးပါ။/၄။ ထို့နောက် ပန်းမုန်လာစိမ်း၊ ငရုတ်သီးပွစိမ်း တို့ကိုထည့်ပြီး ၁မိနစ်ခန့်ရောကြော်ပါ။/၅။ အရသာအတွက် ခရုဆီ၊ ပဲငံပြာရည်၊ နှမ်းဆီတို့ကိုထည့်ပေးပါ။/၆။ အရသားအနေတော်လျှင် ကော်ရည်ကို လောင်းထည့်ကာ ရောမွှေပြီး မီးပိတ် ပေးပါ။/၇။အရသာရှိသောအမဲသားနှင့် ပန်းကော်ဖီကြော်တို့ကို ထမင်းပူပူလေးဖြင့် တွဲဖက်သုံးဆောင် နိုင်ပါသည်။"
  },
  {
    "recipe_id":"58",
    "categories_id":"10",
    "recipe_title":"ဆန်လုံးညို ဟင်းရွက်စုံထမင်းကြော်",
    "recipe_image":"https://i.postimg.cc/44263Hcb/diet-and-health2.jpg",
    "recipe_ingredient":"ဆန်လဲုးညို-၂ခွက်စာ/သံလွင်ဆီ-စားပွဲဇွန်း၂ဇွန်း/ကြက်ဥ-၂လုံး(ခလောက်ထားပေးပါ)/ကြက်သွန်နီ-၁ဥ(နုပ်နုပ်စဉ်းပေးပါ)/ကြက်သွန်ဖြူ-၂မွှာ(နုပ်နုပ်စဉ်းပေးပါ)/ပန်းမုန်လာ-၁ခု(အတုံးလတ်များတုံးပါ)/မုန်လာဥနီ-၁ခု(ပါးပါးလှီးပါ)/ဖော့ချိတ်ပုစွန်-၁၀ကျပ်သား(အခွံနွှာထားပေးပါ)/ပဲငံပြာရည်-စားပွဲဇွန်း၂ဇွန်း/ဆား-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/ကြက်သားမှုန့်-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/ငရုတ်ကောင်းမှုန့်-လက်ဖက်ရည်ဇွန်း၃ပုံ၁ပုံ",
    "recipe_direction":"၁။ အရင်ဆုံး ဒယ်အိုးထဲ ဆီ(စားပွဲဇွန်း တစ်ဇွန်း)ထည့်ပြီး ဆီပူလာလျှင် ကြက်ဥနှင့် ဆား( လက်ဖက်ရည်ဇွန်း တစ်ဝက်) တို့ကိုရောမွှေပြီး လောင်းထည့်ပါ။ ရွှေရောင် သန်းလာလျှင် တစ်ဖက်လှန် ပေးပြီး ကျက်လျှင် မီးပိတ်လိုက်ပါ။/၂။ ထို့နောက် ကြော်ထားသော ကြက်ဥကို လိပ်ပြီး အဝိုင်းပါးပါးလှီးပေးပါ။/၃။ ပြီးနောက် ဒယ်အိုးထဲ သံလွင်ဆီ (စားပွဲဇွန်း ၂ဇွန်း) ထည့်ပြီး ဆီပူလာလျှင် ကြက်သွန်ဖြူ၊ ကြက်သွန်နီ ဆီသတ်ပေးပါ။/၄။ ပြီးမှ ပုစွန်၊ ပန်းမုန်လာစိမ်း၊ မုန်လာဥနီ တို့ကို ၂မိနစ်ခန့်သမအောင်ရောမွှေပါ။/၅။ ထို့နောက် ဒယ်အိုးထဲ ဆန်လုံးညို၊ ကြက်ဥ၊ ပဲငံပြာရည် (အကြည်)၊ ဆား၊ ကြက်သားမှုန့်၊ ငရုတ်ကောင်းမှုန့်တို့ကို ရောထည့် ပြီး သမအောင် ၂မိနစ်ခန့်ရောမွှေပါ။/၆။ အရသာရှိသော ဆန်လုံးညို၊ ဟင်းရွက်စုံ ထမင်းကြော်ကို ပူပူနွေးနွေး သုံးဆောင်လို့ရပါပြီ။"
  },
  {
    "recipe_id":"59",
    "categories_id":"10",
    "recipe_title":"အရသာစုံ ပုစွန်၊နာနတ်သီး ဆလတ်သုပ်",
    "recipe_image":"https://i.postimg.cc/J4ybH7cw/diet-and-health3.jpg",
    "recipe_ingredient":"ပုစွန်-၂၄၀ဂရမ်(အခွံနွှာထားပေးပါ)/နာနတ်သီး-၁ခွက်စာ(အတုံးလတ်များတုံးထားပါ)/သခွားမွှေးသီး-၁ခွက်စာ(အတုံးလတ်များတုံးထားပါ)/ခရမ်းချဉ်သီး-၂လုံး(အစေ့ထုတ်ပြီးအတုံးသေးများတုံးပါ)/ကြက်သွန်ဖြူ-၁မြွှာ(နုပ်နုပ်စဉ်းပါ)/ဆား-လက်ဖက်ရည်ဇွန်းတစ်ဝက်/ကြက်သားမှုန့်-လက်ဖက်ရည်ဇွန်း၃ပုံ၁ပုံ/ငရုတ်ကောင်းမှုန့်-အနည်းငယ်/သံလွင်ဆီ-ခွက်တစ်ဝက်/ပင်စိမ်းရွက်-၁၀ရွက်",
    "recipe_direction":"၁။ အရင်ဆုံး ပုစွန် များကို ဆားဖြင့် ရောနယ်ပေးပါ။ ပြီးမှ ဒယ်အိုးထဲ သံလွင်ဆီ( စားပွဲဇွန်း ၂ဇွန်း)ထည့် ဆီပူလာလျှင် ကြက်သွန်ဖြူ ဆီသတ်ပေးပါ။/၂။ ပြီးနောက်မှ ပုစွန်များထည့်ပြီး ကျက်သည်အထိ ၂မိနစ်ခန့် မီးအတင့် အသင့်ဖြင့် ကြော်ပေးပြီး ပြန်ဆယ်ပေးပါ။/၃။ ပြီးနောက်ပုစွန်ကြော်ထားသော ဒယ်အိုးထဲ နာနတ်သီး၊ ခရမ်းချဉ်သီးများ ကိုထည့်ပြီး ၁မိနစ်ခန့်ရောကြော်ပေးပါ။/သုပ်နည်း/၁။ ဖောက်ပန်းကန်လုံးထဲ (ပုစွန်၊ နာနတ်သီး၊ ခရမ်းချဉ်သီး၊ သခွားမွှေး၊ ပင်စိမ်း၊ သံလွင်ဆီ (ခွက်တစ်ဝက်)၊ ခနောကြက်သားမှုန့်၊ ငရုတ်ကောင်မှုန့်)တို့ကို ထည့်ပြီး သမအောင် ရောမွှေပါ။ /၂။ အရသာကောင်းမွန်သော ပုစွန်၊ နာနတ်သီး ဆလတ်သုပ် ကို သုံးဆောင်နိုင်ပါသည်။"
  },
  {
    "recipe_id":"60",
    "categories_id":"10",
    "recipe_title":"ဆယ်မွန်ငါးခရင်မ်ဆော့စ် နှင့် ဟင်းနုနွယ်",
    "recipe_image":"https://i.postimg.cc/s2zSLYfy/diet-and-health4.jpg",
    "recipe_ingredient":"ဆယ်မွန်ငါး-၄၀၀ဂရမ်(အလယ်ရိုးကနေထက်ခြမ်းခြမ်းထားပေးပါ)/သံလွင်ဆီ-စားပွဲဇွန်း၂ဇွန်း/သံလွင်ဆီ-၁၅၀ဂရမ်/ဟင်းနုနွယ်-လက်ဖက်ရည်ဇွန်း၂ဇွန်း/ဆား-လက်ဖက်ရည်ဇွန်း၃ပုံ၁ပုံ/ခရင်မ်-ခွက်တစ်ဝက်/ကြက်သွန်ဖြူ-၁မြွှာ(နုပ်နုပ်စဉ်းပါ)/ဂျုံမှုန့်-စားပွဲဇွန်းတစ်ဝက်",
    "recipe_direction":"၁။ အရင်းဆုံး ဟင်းနုနွယ် ကို ရေနွေးဖျော်ပေးပြီး ရေပြန်စစ်ကာ ဆား (လက်ဖက်ရည်ဇွန်း ၃ပုံ ၁ပုံ)၊ ငရုတ်ကောင်းအနည်းဖြင့် ရောနယ်ထားပေးပါ။/၂။ ပြီးနောက် ဆယ်မွန်ငါး အရခွံကို အောက်နားမှ ဓားဖြင့်အသာလေး လှီးပြီး ဖယ်ပေးပါ။ (သို့)ဆယ်မွန်ငါး အရေခွဲ ထည့်ကြော် လျှင်လည်းရတယ်။/၃။ ပြီးနောက် ဒယ်အိုးထဲ ဆီထည့်ပြီး ဆီပူလာလျှင် ဆယ်မွန်ငါးများကို ရွှေရောင်သန်းသည် အထိ တစ်ဖက်ကိုတစ်မိနစ် နှုန်းဖြင့် ၂မိနစ်ခန့်ကြော်ပေးပါ။/၄။ ပြီးနောက် ဆယ်မွန်ငါးများကိုဆယ်ပြီး ဒယ်အိုးထဲ ဆီ(စားပွဲဇွန်း တစ်ဇွန်း) ထည့်၊ ကြက်သွန်ဖြူ ဆီသတ်ပေးပါ။/၅။ ပြီးလျှင် ဂျုံမှုန့်ထည့်ပြီး သမအောင် ဇွန်းဖြင့် ရောမွှေပါ။/၆။ ထို့နောက် ခရင်မ်ထည့်၊ ဆားထည့်ရောမွှေပြီး မီးပိတ်လိုက်ပါ။/၇။ ပန်းကန်ထဲ ဟင်းနုနွယ်ပေါ်မှ ဆယ်မွန်ငါးကိုတင်ပြီး အပေါ်မှ ခရင်ဆော့စ်များ ဖြူးပေးပြီး သံပရာသီးဖြင့် အရသာရှိစွာ တွဲဖက်သုံးဆောင်နိုင်ပါသည်။"
  },
  {
    "recipe_id":"61",
    "categories_id":"10",
    "recipe_title":"တာရီယာကီ ကြက်သားကင်နှင့် ဖရဲသီးသုပ်",
    "recipe_image":"https://i.postimg.cc/8CbWg7Dv/diet-and-health5.jpg",
    "recipe_ingredient":"ကြက်ပေါင်-၄၀၀ဂရမ်/ပဲငံပြာရည်-စားပွဲဇွန်း၂ဇွန်း/သကြား-စားပွဲဇွန်း၂ဇွန်း/ကြက်သွန်ဖြူ-၂မြွှာ(ခပ်ညက်ညက်ထောင်းပါ)/ဆန်ဝိုင်-ခွက်တစ်ဝက်(၁၀၀မီလီလီတာ)/ဖရဲသီး-၂ခွက်(အစေ့ထုတ်ပြီးအနေတော်အတုံးများတုံးပါ)/ခရမ်းချဉ်သီး-၃လုံး(အစေ့ထုတ်ပြီး၈စိတ်စိတ်ပါ)/သံပရာရည်-စားပွဲဇွန်း၃ဇွန်း/ကြက်သွန်မြိတ်-စားပွဲဇွန်းတစ်ဇွန်း(ပါးပါးလှီးပါ)",
    "recipe_direction":"၁။ ခွက်တစ်ခွက်တည်းတွင် တာရီယာကီဆောစ် အတွက်(ပဲငံပြာရည်၊ ဆန်ဝိုင်၊ သကြား၊ ကြက်သွန်ဖြူ) တို့ကို သမအောင် ရောမွှေပါ။/၂။ ပြီးလျှင် (ကြက်ပေါင်း၊တောင်ပ၊ ဆီဘူး) တို့ကို တာရီယာကီဆောစ်ဖြင့် ရောနယ်ပြီး ၁နာရီခန့် နှပ်ထားပေးပါ။/၃။ နှပ်ထားစဉ် ဖရဲသီးသုပ် ကိုပြုလုပ်မည်။ ဇောက်ခွက်တစ်ခုထဲ (ဖရဲသီး၊ ခရမ်းချဉ်သီး၊ သံပရာရည်၊ ကြက်သွန်မြိတ် )တို့ကို သမအောင် ရောမွှေပါ။/၄။ ပြီလျှင်ဒယ်အိုးထဲ တာရီယာကီဆောစ် တစ်ဝက်ကိုထည့်ပြီး မီးနည်းနည်းဖြင့် ကြက်သားများကို နီညိုရောင်သန်းသည်အထိ Pan-Grill ကင်ပေးပါ။/၅။ တာရီယာကီကြက်သားများနှင့် ဖရဲသီးသုပ် ကိုတွဲဖက်ကာ အရသာရှိစွာ သုံးဆောင်နိုင်ပါသည်။"
  },
  {
    "recipe_id":"62",
    "categories_id":"10",
    "recipe_title":"သီးစုံဒိန်ချဉ်အချိုပွဲ",
    "recipe_image":"https://i.postimg.cc/8zQrFRzW/diet-and-health6.jpg",
    "recipe_ingredient":"ဒိန်ချဉ်-၁ခွက်/သီးစုံစည်သွတ်-ခွက်တစ်ဝက်/Almond-စားပွဲဇွန်း၃ဇွန်းစာ(မညက်တညက်ထောင်းထားပါ)/ပျားရည်-စားပွဲဇွန်း၁ဇွန်း",
    "recipe_direction":"၁။ ဖန်ခွက်တစ်ခုထဲ Almond (စားပွဲဇွန်း ၁ ဇွန်း)၊ ဒိန်ချဉ် (စားပွဲဇွန်း ၂ ဇွန်း)၊ သီးစုံ(စားပွဲဇွန်း ၂ ဇွန်း)၊ ဒိန်ချဉ်(စားပွဲဇွန်း ၂ ဇွန်း)၊ သီးစုံ(စားပွဲဇွန်း ၂ ဇွန်း)၊ ဒိန်ချဉ်(စားပွဲဇွန်း ၂ ဇွန်း) တို့ကို အစီအစဉ်လိုက် ထည့်ပေးပါ။/၂။ ပြီးမှ Almond ဖြူးပေးပြီး ပျားရည်များ ဆမ်းပေးပါ။/၃။ အပေါ်ဆုံးမှ သီးစုံဖြင့် အလှဆင်ပေးပြီး အရသာရှိစွာ သီးစုံဒိန်ချဉ်အချိုပွဲကို သုံးဆောင်နိုင်ပါပြီ။ "
  }
]